{"Tuesday, October 1, 2019": [{"audience": "Invite Only", "location": "OCCC W230C", "date": "Tuesday, October 1, 2019", "start": "11:00 AM", "end": "3:00 PM", "title": "Aspiring Technologists GHC Bootcamp (Invite Only)", "description": "AnitaB.org is supporting alumnae from girl-in-tech programs in attending GHC 19 for the first time. Navigating GHC can be a daunting task, so AnitaB.org is conducting the Aspiring Technologists Bootcamp; a special program designed to help this group of young women connect, build a plan for getting the most out of GHC programming, and prepare for the next steps of their career journey."}, {"audience": "All", "location": "OCCC Chapin Theater (Lvl 3)", "date": "Tuesday, October 1, 2019", "start": "3:30 PM", "end": "4:30 PM", "title": "First Timer's Orientation", "description": "Come learn about all of the exciting opportunities available at GHC 19. Hear from organizers of the event and learn tips and tricks to get the most out of your time."}, {"audience": "Invite Only", "location": "OCCC W300", "date": "Tuesday, October 1, 2019", "start": "4:00 PM", "end": "5:00 PM", "title": "Session Chair Orientation (Invite Only)", "description": "If you've been selected to serve as a session chair, thank you! Come for a brief overview of duties, rules for speakers and reporting expectations. Bring your questions and we will be ready with answers."}, {"audience": "All", "location": "OCCC Hall WA3", "date": "Tuesday, October 1, 2019", "start": "5:00 PM", "end": "6:30 PM", "title": "Career Fair Hall Crawl", "description": "The Career Fair Hall Crawl offers you the chance to check out the Career Fair and Technology Showcase before things get into full swing. Mingle while enjoying beverages & snacks, or purchase limited edition GHC 19 swag. Visit the AnitaB.org booth to meet AnitaB.org staff and Local community members. The Career Fair Hall Crawl takes place on Tuesday, October 1, 5–6:30 p.m. Badges are required."}, {"audience": "Invite Only", "location": "Rosen Centre Grand Ballroom A", "date": "Tuesday, October 1, 2019", "start": "6:30 PM", "end": "9:00 PM", "title": "Aspiring Technologist and Community Cohort Networking Reception (Invite Only)", "description": "AnitaB.org is excited to welcome women from the Aspiring Technologist and Community Cohorts to GHC 19. This group of women represent the future of tech, and this invite-only networking reception will provide them with an opportunity to build relationships with one another in a relaxed, fun environment featuring food, music, and games."}, {"audience": "Invite Only", "location": "Hyatt Windermere Ballroom X", "date": "Tuesday, October 1, 2019", "start": "7:00 PM", "end": "8:30 PM", "title": "Speakers' Reception (Invite Only)", "description": "Accepted speakers are invited to join us for an evening reception to meet the GHC Programs Team, our track chairs, and network with other speakers and reception sponsors. Advanced RSVP is required."}, {"audience": "Invite Only", "location": "OCCC W222B", "date": "Tuesday, October 1, 2019", "start": "7:00 PM", "end": "8:00 PM", "title": "Hoppers Orientation (invite only)", "description": "Hoppers will meet other Hoppers, hear about their assignments and learn the rules they must follow while fulfilling their duties. They will also receive their Hopper t-shirt. This session is required for all Hoppers."}], "Wednesday, October 2, 2019": [{"audience": "-", "location": "OCCC WF2", "date": "Wednesday, October 2, 2019", "start": "6:45 AM", "end": "8:00 AM", "title": "Community Blogger/ Notetaker/ Mentor Volunteer Orientation", "description": "The Anita|Bees committee manages our volunteers for Speed Mentoring and Bloggers and Notetakers. This session is an \"Ask Me Anything\" to answer any questions volunteers may have, and a \"What You Need to Know\" to be set up for success as a volunteer. We will be offering coffee and breakfast to get our volunteers ready for a day of documenting this exciting Celebration of Women Technologists."}, {"audience": "Invite Only", "location": "OCCC W209C", "date": "Wednesday, October 2, 2019", "start": "8:00 AM", "end": "6:00 PM", "title": "Hoppers Lounge", "description": "The Hoppers Lounge is a room where Hoppers only can take breaks, and chat with other Hoppers."}, {"audience": "All", "location": "OCCC Hall WA3", "date": "Wednesday, October 2, 2019", "start": "9:00 AM", "end": "10:45 AM", "title": "Wednesday Keynote: Aicha Evans and Ana Roca Castro", "description": "Developing the future of autonomous mobility with fully autonomous electric vehicles…\n\nIgniting the genius in every child using technology to bring the best quality education to communities around the world, especially the most underserved…\n\nDemocratizing AI, pioneering future technological innovations, and advocating diversity in STEM and AI internationally…\n\nInventing a new form of propulsion engine that made use of a liquid ion propulsion technology for small satellites that is safer to handle, cheaper to produce, and smaller in terms of mass and volume…\n\nWe will change the world.  Come hear amazing women leaders, innovators and thought leaders at the GHC 19 Opening Keynote!"}, {"audience": "Intermediate", "location": "OCCC W224D", "date": "Wednesday, October 2, 2019", "start": "11:30 AM", "end": "12:00 PM", "title": "SE670: Microservice Architecture: Orchestration to Reactive Approach", "description": "\"Microservices are something you grow into, not begin with.\" In this presentation we will discuss orchestration, reactive and hybrid approach to the microservice paradigm. We will dive into how we applied these to Walmart's catalog serving millions of items."}, {"audience": "Mid-Career", "location": "Hyatt Regency Ballroom Q", "date": "Wednesday, October 2, 2019", "start": "11:30 AM", "end": "12:30 PM", "title": "OT304: Action Steps for Change: Ways To Create A Diverse Workforce at Every Level", "description": "Three industry leaders share their experiences leading gender equality initiatives at technology companies. Audience members will learn three ways to create a diverse culture via examples in hiring practices, programs for advancement, and ERGs so that they can foster inclusivity at their own companies. Discussion includes data on the gender gap from LinkedIn & the 2019 Women in Product survey."}, {"audience": "Mid-Career", "location": "Hyatt Regency Ballroom S", "date": "Wednesday, October 2, 2019", "start": "11:30 AM", "end": "12:00 PM", "title": "CR311: The Future is Now, Let's Retain Women in Tech", "description": "After burning out and leaving the tech industry in early 2018, Jossie Haines had a revelation and had to come back and start a mission to keep women in tech.  The future is now, yet we aren't there to influence it.  Come learn why resilience, a good boss and sponsor and environment are key to keeping women in tech.  Feel empowered to be brave and find an environment where you can thrive."}, {"audience": "Beginning", "location": "OCCC W415B", "date": "Wednesday, October 2, 2019", "start": "11:30 AM", "end": "12:30 PM", "title": "DS564: Designing Data Visuals That Sparkle: Building Insight You Can See", "description": "Do you deal with data but struggle to create data visuals that tell a story? Data visuals create impact and insight, particularly with big data. D3.js is a powerful open source SVG drawing library that empowers you to design complex visuals. Learn core concepts of SVG, binding data, adding animation sparkle, and optimization tips. Walk away with your own interactive, compelling data visual."}, {"audience": "All", "location": "Hyatt Orlando Ballroom L", "date": "Wednesday, October 2, 2019", "start": "11:30 AM", "end": "12:30 PM", "title": "CR134: How to Confront Sexists, Racists and Other Offenders Like a Boss", "description": "Ever had someone say something offensive to you that rendered you speechless? Were you worried your response would be too emotional? Would you rather HR speak up for you? Did you think of the perfect response hours later? This workshop provides guidelines on how to professionally respond to offensive comments and allows practice through role play so you will not be caught off guard in the future."}, {"audience": "All", "location": "OCCC W307D", "date": "Wednesday, October 2, 2019", "start": "11:30 AM", "end": "12:30 PM", "title": "CR201: I’m a Student Again: Heading to Graduate School after a Break", "description": "Considering graduate school after some time working? Already back in school? This session will cover how to position yourself to apply to graduate school, the differences between professional masters and Ph.D. programs, and tips for being successful in graduate school. We’ll have plenty of time for questions, so bring yours."}, {"audience": "All", "location": "Hyatt Windermere Z", "date": "Wednesday, October 2, 2019", "start": "11:30 AM", "end": "1:30 PM", "title": "Professional Development Leadership Workshop: Leaders & Followers & Team Mates Oh My!", "description": "Throughout our career, we are asked to be leaders; of ourselves, of teams, in communities and of organizations. In this experiential workshop, we’ll explore frameworks of leadership, followership and teamwork; uncover what holds us back from being more effective in each of these roles; and create a plan for how to shift our mindset and develop skillsets of great leaders, team mates and followers."}, {"audience": "Beginning", "location": "OCCC W312C", "date": "Wednesday, October 2, 2019", "start": "11:30 AM", "end": "12:00 PM", "title": "HW522: Why Hardware is Hard: The Google Home Sound", "description": "A behind-the-scenes look at Google's hardware design process to lead the smart home revolution. An in-depth look at multi-disciplinary challenges, key strategies and design choices during the first three generations of Google Home smart speakers to design an exceptional audio-first product. Lessons learned from the perspective of an acoustics engineer and a mechanical engineer."}, {"audience": "Invite Only", "location": "OCCC W305", "date": "Wednesday, October 2, 2019", "start": "11:30 AM", "end": "5:30 PM", "title": "Speaker Lounge", "description": "GHC speakers are invited to rest and recharge before and after their sessions. Another opportunity to network with other speakers or get some quiet time."}, {"audience": "Faculty", "location": "OCCC W209B", "date": "Wednesday, October 2, 2019", "start": "11:30 AM", "end": "5:30 PM", "title": "Faculty Lounge", "description": "The Faculty Lounge is a place for faculty and academic staff to informally network, catch up on work, and grab a snack or drink. The Faculty Lounge will be open throughout the conference where faculty and any other attendees with an Academic registration can come relax and take a break."}, {"audience": "All", "location": "OCCC Hall WA3", "date": "Wednesday, October 2, 2019", "start": "11:30 AM", "end": "5:30 PM", "title": "GHC Expo", "description": "GHC Expo is one of the most highly attended functions. It serve as an influential platform for companies, academics, governments, and industry experts to come together, share and learn information, hire qualified talents, network and build business relationships among women technologists. GHC Expo has hundreds of career fair and interview booths including poster sessions and Technology Showcase."}, {"audience": "Invite Only", "location": "Rosen Centre Grand Ballroom C", "date": "Wednesday, October 2, 2019", "start": "11:30 AM", "end": "5:30 PM", "title": "Senior Leadership Summit- Professional Development Track (Invite Only)", "description": "The Professional Development Track of the Senior Leadership Summit (formally Senior Women's Program) is an invite only session for senior level career women who want to explore their leadership strategy and lead with greater effectiveness by delving into challenges faced at the highest levels of leadership. Attendees will build on core leadership skills and strengths to achieve peak performance."}, {"audience": "Intermediate", "location": "OCCC W304C", "date": "Wednesday, October 2, 2019", "start": "11:30 AM", "end": "12:00 PM", "title": "AI607: Role of Computer Vision in Revolutionizing Computer-Assisted Surgery", "description": "Computer-assisted surgery has evolved with the advancing technology to augment a surgeon's ability to administer surgical procedures. It assists in decreasing the invasiveness of surgical procedures and improving safety and accuracy. This talk will provide an overview of the work in computer vision and surgical robotics that the author and her colleagues have done in CAS at the BioRobotics Lab."}, {"audience": "Beginning", "location": "OCCC W414A", "date": "Wednesday, October 2, 2019", "start": "11:30 AM", "end": "12:30 PM", "title": "AZ573: Design It: Bring Forth the Innovation", "description": "This workshop will broaden the audience's ability to develop ideas and transform them into a viable solution. This process of design thinking is applicable to all capabilities and situations that are in need of teamwork, collaboration, and new ways of thinking."}, {"audience": "Invite Only", "location": "OCCC W306A", "date": "Wednesday, October 2, 2019", "start": "11:30 AM", "end": "5:30 PM", "title": "Membership Special Lounge (Inaugural Offer)", "description": "An exclusive lounge space that provides a premium experience for members of the AnitaB.org Membership Program. It is a comfortable place to \"camp out\" between sessions and meet people; and also a compelling reason for Grace Hopper Conference attendees to immediately join AnitaB.org Membership Program."}, {"audience": "Intermediate", "location": "OCCC WF3", "date": "Wednesday, October 2, 2019", "start": "11:30 AM", "end": "12:00 PM", "title": "SP669: Building Blocks of Security As A Service", "description": "Trends like distributed endpoints, applications and data moving to the cloud are not only disrupting traditional workforce but are also increasing risks with increased attack surface and sophistication forcing organizations to outsource security. This talk will focus on the technical requirements needed to build products to enable providers and vendors to offer security as a service."}, {"audience": "All", "location": "Hyatt Florida Ballroom B", "date": "Wednesday, October 2, 2019", "start": "11:30 AM", "end": "5:30 PM", "title": "Communities Hall (Day 1)", "description": "Please join us in the Communities Hall to network, participate in professional development, collaborate with your peers, discuss future plans, and join a community of your choice. This dedicated space focuses on highlighting the skills, activities, accomplishments, and expertise of our Community Leader Volunteers and members of each community. Learn how to get involved in your local community, the Systers community, or our Technical Programs. Enjoy networking in our Systers meetups. Students can receive industry advice from experts in various fields. Do you plan to attend the career fair? If so, participate in peer resume reviews, obtain interview coaching, and salary negotiating tips. Come to hear from the Pass It On Award Winners as they display their achievements. Listen to United Nations Panelists discuss the challenges for women in tech and the need for the integration of women’s human rights into advocacy for gender equality in tech. Come by to spend time with our Community Hall Sponsors: Discover, Google, FullStory, and Medidata. Discover is also our Community Sponsor for the AnitaB.org Chicago Community. We are looking forward to facilitating connections, building relationships, and providing a greater opportunity to grow all AnitaB.org communities. Sponsors: Google, Discover, FullStory, and Medidata.Programming\n11:30am – 12pm Networking ChaCha Slide12pm – 1pm Peer Resume Reviews \n1:30pm-2:30pm Interview Coaching \n3:00pm-4:00pm DIY Pay Equity \n4:00pm-5:30pm Lightening Tech Talks: What’s Your Why?  \nCommunity Fair\n11:30am-1:00pm Tokyo; LA; Silicon Valley; Iranian Women In Computing; Black Women In Computing1:30pm -3pm Nairobi; Chicago; Washington DC; Japanese Women In Computing; African Women In Computing \n3:30pm – 5:00pm London; Houston; Systers; Latinas WIC; Arab Women In Computing  \nMeetups/Socials1:30am-12:30pm Meetup/Social Celebrating Arab Women in Technical Roles\n1pm-2pm Meetup/Social Celebrating Jewish and Kyrgyzstan Women in Technical Roles \n2:30pm-3:30pm Meetup/Social Celebrating Chinese Women in Technical Roles \n4pm-5pm Meetup/Social Celebrating Indian Women in Technical Roles"}, {"audience": "Student", "location": "OCCC W221C", "date": "Wednesday, October 2, 2019", "start": "11:30 AM", "end": "5:30 PM", "title": "Student Lounge", "description": "The Student Lounge is a fun, interactive space where students can gather between sessions. The space will feature comfortable seating and student-focused amenities. The Student Lounge will be open throughout the conference for students to convene, mingle, and relax. They may stop by anytime they like."}, {"audience": "Beginning", "location": "OCCC W222B", "date": "Wednesday, October 2, 2019", "start": "11:30 AM", "end": "12:00 PM", "title": "IW532: Mirror, Mirror on the Dressing Room Wall, What Looks Good with This Dress?", "description": "E-commerce websites collect data on every click and purchase a customer makes, yet brick-and-mortar stores are relatively blind to what their customers are doing. We will present a way for retailers to visualize the customer journey through the store by creating a dressing room experience that receives customer feedback and improves product recommendations using IoT devices."}, {"audience": "All", "location": "OCCC WF2", "date": "Wednesday, October 2, 2019", "start": "11:30 AM", "end": "12:40 PM", "title": "Mentoring Circles", "description": "Before you meet with organizations in the Expo Hall, be sure to attend this interactive mentoring session, where you'll receive great tips on job searching, interviews, and furthering your career. Each of the 50 tables is hosted by a mentor focusing on a particular topic. Attendees choose a topic and chat with a mentor for 20 min. Every 20 min, attendees switch tables and chat with another mentor. Learn more about topics and speakers on our website."}, {"audience": "All", "location": "Hyatt Plaza International Ballroom D", "date": "Wednesday, October 2, 2019", "start": "12:00 PM", "end": "1:30 PM", "title": "Luncheon Celebrating Women of Color in Technical Roles", "description": "This program, developed in partnership with CMD-IT and Underrepresented Women in Computing, focuses on raising awareness about the intersectionality of gender and race/culture. The audience includes anyone identifying themselves as a person of color: Black/African American, Hispanic/ Latina, Native American, Native Hawaiian, Pacific Islander, and Asian. This event celebrates this community."}, {"audience": "All", "location": "-", "date": "Wednesday, October 2, 2019", "start": "12:00 PM", "end": "2:30 PM", "title": "Poster Session 1: CS Education, Information & Communications, Natural Language Processing, HCI", "description": "Learn about the innovative technology the next generation is dreaming up on the following topics: Computer Science Education, Broadening participation in CS, Information and Communications Technology, Natural Language Processing, Human Computer Interaction. For more detailed information, visit our website."}, {"audience": "Beginning", "location": "OCCC WF4", "date": "Wednesday, October 2, 2019", "start": "12:15 PM", "end": "1:15 PM", "title": "AZ506: Project to Product Leadership: Where to Begin", "description": "Have you heard about the movement from project to product management, but don't understand it? Join a panel of change agents for a discussion around enterprise project to product leadership. The panelists will share project to product transformations from ideation through operation; real-world examples of challenges faced in implementing this model; and the benefits reaped by its implementation."}, {"audience": "Beginning", "location": "OCCC W415A", "date": "Wednesday, October 2, 2019", "start": "12:15 PM", "end": "1:15 PM", "title": "VR513: The Future is Augmented: Our AR Journey and What it Means for Humans", "description": "Technologists are asking themselves, \"How will humans interact with computers when augmented reality is ubiquitous?\" and \"What will those protocols and systems look like?\" With the advent of consumer AR wearables, we truly have an opportunity to build the spatial interfaces of tomorrow. This panel will examine the systems, infrastructure, and tools needed to make spatial computing a reality."}, {"audience": "Early Career", "location": "Hyatt Regency Ballroom R", "date": "Wednesday, October 2, 2019", "start": "12:15 PM", "end": "1:15 PM", "title": "CR238: Learn to Fish: Essentials in Navigating Roadblocks", "description": "The first skill that employers have to teach almost every new graduate is \"how to fish\" -- how to get past roadblocks without help, so that you can become independent in your work, and ultimately be more productive. This workshop will teach you basic fishing skills -- constructing experiments, finding answers online, communicating what you've tried, and asking productive questions."}, {"audience": "Intermediate", "location": "OCCC W224A", "date": "Wednesday, October 2, 2019", "start": "12:15 PM", "end": "12:45 PM", "title": "OS658: Building a (Better) Open Source Community", "description": "At its best, open source software is embedded in the communities that build and use it, but many open source projects could do more to promote inclusivity and diversity. How can we, as maintainers and contributors, work to make open source repositories welcoming spaces for developers and end users alike? We'll discuss how to expand participation and grow the open source community."}, {"audience": "Early Career", "location": "Hyatt Regency Ballroom O", "date": "Wednesday, October 2, 2019", "start": "12:15 PM", "end": "12:45 PM", "title": "CR217: Getting Ahead of the Change in the Way We Work - Will Your Skills Be Relevant in the Future?", "description": "We are living through a major transformation in the way we work. 'Thinking machines' are replacing human jobs, changing the talent needs. But what will the future look like? What skillsets are disruptive tech companies already embracing? Leveraging extensive research and hands-on experience with talent transformations in tech, this session offers insights into new skills for a successful career."}, {"audience": "Beginning", "location": "OCCC W415D", "date": "Wednesday, October 2, 2019", "start": "12:15 PM", "end": "1:15 PM", "title": "TW512: Creating Meaningful Impact through Tech non-profits", "description": "For-profit companies use cutting-edge technologies like AI and cloud to transform markets and industries. However there are still significant gaps in basic human needs. We will discuss how tech can be used to not only solve these big problems, but also create sustainable impact in areas where markets have failed like education, healthcare, financial inclusion, civic engagement and the environment."}, {"audience": "Beginning", "location": "OCCC W304G", "date": "Wednesday, October 2, 2019", "start": "12:15 PM", "end": "12:45 PM", "title": "HI528: Designing with Intent: The Value of Culture", "description": "Culture defines values and behaviors: what catches our attention, the elements that invoke trust, the ways we search, what we consider relevant and triggers that provoke actions. Globalization raises consumers' expectations that they'll be served locally in a more intimate, personal and culturally relevant way.Designs are good when they are part of culture. We must design with intent."}, {"audience": "Beginning", "location": "OCCC 202B", "date": "Wednesday, October 2, 2019", "start": "12:15 PM", "end": "1:00 PM", "title": "TM562: Enterprise Data Security - What to Expect with the Increased Usage of AI to Protect Data", "description": "As digital data sets grow quickly each day originating from software logs, mobile devices and many other forms, users want to know whether their data have been secured properly. The traditional rule based technology can no longer keep up with the complex data that are constantly evolving. Artificial intelligence can augment the abilities of people to address the challenges in an exciting way."}, {"audience": "Beginning", "location": "OCCC W314A", "date": "Wednesday, October 2, 2019", "start": "12:15 PM", "end": "1:15 PM", "title": "CS503: 5G: Understanding the Next Big Disruption.", "description": "The buzz around 5G has been steadily increasing since 2015. Tech companies have announced plans for solutions around 5G. What impact might 5G have on the wireless ecosystem? This panel will discuss attempts at several companies to enable 5G while answering the questions above. It will also discuss the opportunities that 5G can enable in adjacent areas such as AR/VR, Cloud storage, IoT, automotive."}, {"audience": "Beginning", "location": "OCCC W311F", "date": "Wednesday, October 2, 2019", "start": "12:15 PM", "end": "12:45 PM", "title": "HI525: Best Practices in Critique: How HCI Professionals Can Improve the Culture for Women in Tech", "description": "Critique, giving and receiving feedback on one's work, is an everyday experience in product design. But our research finds that 80% of women lose self-esteem when criticized. UX professionals are key participants in critique and often facilitate design sessions. The presenters will share critique practices derived from findings from our own and other's research and our work with technology teams."}, {"audience": "-", "location": "OCCC W300", "date": "Wednesday, October 2, 2019", "start": "12:15 PM", "end": "1:15 PM", "title": "Abie Award Series: Social Impact - Serving the Needs of a Diverse Population (Interactive Session)", "description": "Computing can do a great amount of good in the world by serving people’s needs if efforts are made to represent divergent perspectives within products and services. This interactive session focuses on needs of older adults whose perspectives are too often overlooked, in part because they are inconvenient to accommodate; and how serving older adults’ needs informs technology innovation for us all."}, {"audience": "Student", "location": "Hyatt Plaza International Ballroom H", "date": "Wednesday, October 2, 2019", "start": "12:15 PM", "end": "1:15 PM", "title": "CR206: Women Who Influence Every Step of the Consumer Product Life Cycle", "description": "Vertical integration of hardware and software revolutionizes user experience. Products as common as doorbells become more functional and delightful when envisioned through this lens; on the horizon are technologies like VR and autonomous cars that will have an exponential impact on society. Women leading this hardware-software synergy will share how to thrive in this exciting career of the future."}, {"audience": "Advanced", "location": "OCCC W304C", "date": "Wednesday, October 2, 2019", "start": "12:30 PM", "end": "1:00 PM", "title": "AI701: Deep Learning for Metastatic Cancer Detection", "description": "In this paper, we focus on detecting metastatic cancer in small image patches taken from larger pathology scans, where detection task is cast as a binary classification problem. We present our proposed algorithm to use transfer learning, data augmentation and ensemble learning for metastatic cancer detection on PCam dataset. We open-source our algorithm for future collaborations."}, {"audience": "Intermediate", "location": "OCCC W312C", "date": "Wednesday, October 2, 2019", "start": "12:30 PM", "end": "1:00 PM", "title": "HW645: Post-Silicon Chip Validation: Where the Silicon Meets the Road", "description": "The complexity of today's chip designs has exacerbated the limitations of Pre-Silicon (Si) verification. There is an increased need to rely on Post-Si validation to find bugs not visible in Pre-Si. Through practical examples, we highlight Post-Si validation techniques used to reach manufacturing goals and showcase the intersection of SW and HW engineering that goes into Post-Si validation."}, {"audience": "All", "location": "OCCC W308D", "date": "Wednesday, October 2, 2019", "start": "12:30 PM", "end": "2:30 PM", "title": "What Does Success Look Like? Learn How to Make Classrooms and Workplaces Inclusive and Welcoming", "description": "We all want our classrooms and workplaces to be inclusive and welcoming. Come hear from corporate and academic leaders who have successfully created welcoming technical cultures within their organizations. Participants will also share their own experiences and successes, and ACM-W, CRA-W and NCWIT will provide proven practical programs/resources that are available to assist your diversity goals."}, {"audience": "Intermediate", "location": "OCCC W222B", "date": "Wednesday, October 2, 2019", "start": "12:30 PM", "end": "1:00 PM", "title": "IW656: FarmBeats: AI and IoT for Agriculture", "description": "Data-driven techniques help boost agricultural productivity by increasing yield, reducing cost and ensure sustainable farming practices. However, these techniques have seen sparse adoption due to the high cost of data collection. FarmBeats is an AI and IoT platform that bridges the gap by enabling seamless data collection and empowering farmers with affordable digital agriculture solutions."}, {"audience": "All", "location": "Hyatt Plaza International Ballroom G", "date": "Wednesday, October 2, 2019", "start": "12:30 PM", "end": "1:30 PM", "title": "Women Technologists: Trajectory of Wealth", "description": "This session will discuss the ways wealth can be amassed by women entering the technology sector and what they should do along their careers to ensure they become financially secure during the different phases of their life. The panelists will discuss wealth attainment in traditional manners (retirement savings) and also non-traditional manners such as working at a startup before it is purchased."}, {"audience": "Beginning", "location": "OCCC WF3", "date": "Wednesday, October 2, 2019", "start": "12:30 PM", "end": "1:00 PM", "title": "SP544: Save the Person, Save the Bank", "description": "Although the media focuses on nation states, the largest loss to a company's intellectual property is an amateur or advanced amateur insider. This talk will concentrate on three classifications of insider threats and how to use an earlier identification to provide non-punitive measures.  The talk will focus both on human interaction and intervention as well as technology capabilities."}, {"audience": "Mid-Career", "location": "Hyatt Regency Ballroom S", "date": "Wednesday, October 2, 2019", "start": "12:30 PM", "end": "1:00 PM", "title": "CR312: Harnessing Your Super Powers", "description": "Super Powers: we all dream of having them. Abilities that make us stronger, faster or invincible. While we may not be born with these supernatural powers, we can develop our own version of super powers - powers that make our whole selves stronger, faster and more resilient."}, {"audience": "Beginning", "location": "OCCC W224D", "date": "Wednesday, October 2, 2019", "start": "12:30 PM", "end": "1:00 PM", "title": "SE548: Creating an Inclusive Code Review Culture", "description": "All developers have likely experienced the familiar dread surrounding code reviews - having to context switch to unblock a teammate's pull request or deciding how to move forward after a comment with which you disagreed. Guided by examples, this session will outline techniques to help you transform the code review culture of your team, improving code quality and working relationships simultaneously."}, {"audience": "Mid-Career", "location": "Hyatt Regency Ballroom V", "date": "Wednesday, October 2, 2019", "start": "12:45 PM", "end": "1:45 PM", "title": "CR301: To Speak or Not to Speak about Stages of Physiological Shifts: Wellness, Womanhood, & -Pause", "description": "Due to hormonal changes, women undergo natural stages of physiological shifts that can be detrimental to their career performance. Some women even fear risk of discrimination at workplace and suffer in silence due to symptoms. Let us discuss the impact of these physiological shifts -  especially, perimenopause and menopause - on career, and find strategies to confidently manage health with career."}, {"audience": "Beginning", "location": "OCCC W414A", "date": "Wednesday, October 2, 2019", "start": "1:00 PM", "end": "2:00 PM", "title": "HW567: Build With Us: IoT to Keep Your Plants Alive!", "description": "Tables will work together to build a simple device that tells you when to water a plant. Wiring together and writing code for an Arduino, LEDs, moisture sensor, and Bluetooth module, you will be use your device in different potted plants to determine which are over or under-watered. You will make something useful and learn that working with IoT and hardware is doable, rewarding, and fun!"}, {"audience": "Invite Only", "location": "Rosen Centre Salon 3", "date": "Wednesday, October 2, 2019", "start": "1:00 PM", "end": "4:00 PM", "title": "MSI Community Advisory Board Meeting (Invite Only)", "description": "This invite-only session is an in-person working meeting of the AnitaB.org MSI Community Advisory Board. It will serve as an opportunity for advisory board members to meet, learn from one another, and develop a common agenda for serving women of color together."}, {"audience": "Intermediate", "location": "OCCC W315B", "date": "Wednesday, October 2, 2019", "start": "1:00 PM", "end": "1:30 PM", "title": "DS625: Confessions of a Data Scientist: I Have Made Some Mistakes with A/B Testing", "description": "Online controlled experimentation (A/B testing) has been proven to be one of the most effective ways to improve products through data science. In this proposal, we summarize lessons learned from running thousands of experiments across multiple products in Microsoft. Key learning includes importance of experimenting on everything, one component at a time, measuring what matters and iterating often."}, {"audience": "Senior/Executive", "location": "Hyatt Regency Ballroom Q", "date": "Wednesday, October 2, 2019", "start": "1:00 PM", "end": "1:30 PM", "title": "CR405: Addressing the Maturing Diversity Model", "description": "Organizations have embraced diversity and inclusion (D&I), but as models mature, how can they elevate D&I initiatives? What's this mean for the tech industry where diversity has historically lagged? Carin and Mike discuss the evolving definition of D&I, beyond race and gender, and how forward-thinking companies can adapt workplaces, and recruitment and retention strategies to address this change."}, {"audience": "All", "location": "OCCC W307D", "date": "Wednesday, October 2, 2019", "start": "1:00 PM", "end": "2:00 PM", "title": "CR105: It's a Marathon, not a Sprint: Balancing Work and Life in Grad School and Beyond", "description": "Feeling overwhelmed? We’ll discuss strategies for maintaining balance in your life during graduate school and your career. Topics include achieving personal satisfaction in your career and family life, balancing your TA duties, courses, and research, and decision-making strategies when career and family priorities seem to collide. Plus time for self-reflection and questions, so bring yours."}, {"audience": "All", "location": "OCCC W415B", "date": "Wednesday, October 2, 2019", "start": "1:00 PM", "end": "2:00 PM", "title": "AI will change the world. Who will change AI?", "description": "There is a diversity crisis in AI. As artificial intelligence goes full speed ahead, it's critical to ask who is building and shaping this important technology. When diverse voices are left out of AI, the reliability and fairness of AI systems come into question. Join technologists and leaders in AI to talk about challenges and concrete solutions in shaping an inclusive and ethical future of AI."}, {"audience": "Invite Only", "location": "Hyatt Orlando Ballroom L", "date": "Wednesday, October 2, 2019", "start": "1:00 PM", "end": "2:00 PM", "title": "How to Leverage Your Top Companies Report to Advance Equity (Invite Only)", "description": "Top Companies for Women Technologists recognizes organizations building workplaces where women can thrive. Leaders from winning companies will speak about programs and policies that have effectively recruited, retained, and advanced women in the technical workforce in their companies and across a range of industries. This is an invite-only session, with RSVP required by Wednesday, September 25."}, {"audience": "All", "location": "OCCC WF2", "date": "Wednesday, October 2, 2019", "start": "1:00 PM", "end": "2:15 PM", "title": "Mentoring Circles (Repeat)", "description": "Before you meet with organizations in the Expo Hall, be sure to attend this interactive mentoring session, where you'll receive great tips on job searching, interviews, and furthering your career. Each of the 50 tables is hosted by a mentor focusing on a particular topic. Attendees choose a topic and chat with a mentor for 20 min. Every 20 min, attendees switch tables and chat with another mentor. Learn more about topics and speakers on our website."}, {"audience": "Intermediate", "location": "OCCC W230C", "date": "Wednesday, October 2, 2019", "start": "1:15 PM", "end": "2:15 PM", "title": "OS690: Branching Out: GitHub and Core Skills for Contributing to Open Source", "description": "Participants in this workshop will learn the role of platforms like GitHub in open source software development and the basics of contributing to public open source projects. What is the difference between creating, forking, or cloning a repo? What steps are involved in getting your code merged into a larger open source project? Come find out and leave with confidence and a working GitHub profile."}, {"audience": "Early Career", "location": "Hyatt Regency Ballroom O", "date": "Wednesday, October 2, 2019", "start": "1:15 PM", "end": "1:45 PM", "title": "CR213: Same Skills, New Title: How to Become an AI Developer", "description": "Organizations need AI to remain competitive. For many software developers, finding an opportunity to transition to this field often reads as a career transition to data science. In reality, companies need many more talented individuals in software to realize their AI goals. In this session, we will discuss how software developers can be part of AI and continue to leverage their talents."}, {"audience": "All", "location": "OCCC Chapin Theater (Lvl 3)", "date": "Wednesday, October 2, 2019", "start": "1:15 PM", "end": "2:00 PM", "title": "The Power of Girls: Building America's Future STEM Trailblazers", "description": "When it comes to the future of STEM, girls are America’s great untapped resource. With our cutting-edge programming in coding, robotics, computer science, cybersecurity, app development, and more, Girl Scouts inspires girls to think big and imagine all the good they can do with a strong foundation in STEM—from discovering treatments for chronic diseases to creating sustainable energy solutions and addressing cybersecurity threats. A rocket scientist, engineer, tech entrepreneur, and lifelong Girl Scout, Sylvia will talk about how Girl Scouts changed her life and is setting up today’s girls to be the STEM leaders of the future."}, {"audience": "Beginning", "location": "OCCC W304C", "date": "Wednesday, October 2, 2019", "start": "1:30 PM", "end": "2:00 PM", "title": "AI515: Detecting Poaching from the Sky: Using Machine Learning for Wildlife Conservation", "description": "African parks are home to many species of threatened wildlife, with relatively small teams employed to protect them. This project uses machine learning (ML) to automatically analyze both daytime and nighttime (infrared) aerial imagery from the parks to then alert rangers to potential threats, allowing for more efficient deployment of rangers to stop poaching and other illegal activity."}, {"audience": "Beginning", "location": "OCCC W222B", "date": "Wednesday, October 2, 2019", "start": "1:30 PM", "end": "2:30 PM", "title": "IW505: Internet of Things (IoT) Design Challenges -  Solving Today to Ensure Sustained Future Growth", "description": "Connected solutions are an integral part of our lives today.  Yet, the IoT space is experiencing both functional and design challenges.   In this session, the panelist share their perspectives on IoT design challenge in the areas of designing for human-machine interactions, 5G and data privacy. They then debate how to address these challenges to ensure the promise of IoT meets its potential."}, {"audience": "All", "location": "OCCC 202B", "date": "Wednesday, October 2, 2019", "start": "1:30 PM", "end": "2:15 PM", "title": "TM129: Using Public Cloud – Governing for Success", "description": "When companies and organizations fail to protect private data, such as credit card numbers, they face angry clients and multi-million dollar fines.  Information Technology professionals need to be aware of the benefits and risks when using public cloud for their computing needs.  Discuss what you should expect from a public cloud provider, what services are available, how to evaluate whether it is a good fit for you and how to govern for success."}, {"audience": "Early Career", "location": "Hyatt Regency Ballroom S", "date": "Wednesday, October 2, 2019", "start": "1:30 PM", "end": "2:00 PM", "title": "CR228: Unlocking Creativity Through Diversity", "description": "Research indicates creativity is the most in-demand soft skill in the marketplace. LinkedIn noted after a study of thousands of job postings that, \"while robots are great at optimizing old ideas, organizations most need creative employees who can conceive the solutions of tomorrow.\" Through the lens of diversity, Sarah's talk will inspire you to unlock your creativity in and out of the workplace."}, {"audience": "Intermediate", "location": "OCCC W224D", "date": "Wednesday, October 2, 2019", "start": "1:30 PM", "end": "2:00 PM", "title": "SE671: Design Thinking: The Intersection of APIs and Feeds", "description": "Various types of eBay data feeds provide details of purchasable items across marketplaces and product categories. They enable authorized partners around the globe to programmatically access huge selections of eBay items and curate the inventory of their choice. This presentation outlines approaches we took to enable integrators to provide their users with a powerful consumer-centric experience."}, {"audience": "Intermediate", "location": "OCCC W312C", "date": "Wednesday, October 2, 2019", "start": "1:30 PM", "end": "2:00 PM", "title": "HW646: How to Develop Creativity- and Need-driven Production? Using Tech-fashion as an Example.", "description": "With the development of open-source hardware, creatives have started to include electronics as part of their garment designs. A new field of wearables, integrating art and science, has emerged. The industry has tremendous opportunities but also faces significant challenges in scaling and scientific research. This talk gives an overview of the industry and discusses future developments."}, {"audience": "All", "location": "Hyatt Plaza International Ballroom H", "date": "Wednesday, October 2, 2019", "start": "1:45 PM", "end": "2:15 PM", "title": "CR117: Avoiding the Black Hole: Creating a Winning Job Search Strategy", "description": "How do you compete with a broken application process? Evidence shows that high volume, inefficient screening processes, and the existing skills gap all result in candidates being overlooked and having a bad experience. This session is designed to empower job seekers in their search and arm them with strategies they can utilize to stand out and navigate a challenging landscape."}, {"audience": "Advanced", "location": "OCCC W314A", "date": "Wednesday, October 2, 2019", "start": "1:45 PM", "end": "2:15 PM", "title": "CS704: Enhance AI Data Platform with Accelerated Storage", "description": "While the volume of unstructured data explodes, the gap between compute and storage widens. Enterprises need modern data platform for fast backup, instant restore, and highly parallel for the growing needs of Analytics and AI workloads.The talk highlights the complexities of legacy infrastructure and captures the design principles in building a unified, high performance, scale-out data platform."}, {"audience": "Beginning", "location": "OCCC W415D", "date": "Wednesday, October 2, 2019", "start": "1:45 PM", "end": "2:15 PM", "title": "TW554: Tech and Non-profits: Creating a Virtuous Circle of Skilled Volunteers", "description": "Rebecca WIllett spent a decade at Planned Parenthood and Tina Wang spent a decade at Google. In 2017, they embarked on an 18 month exploration to engage technical and non technical employees within Google to use their specialized skills to support a nonprofit mission. They'll share learnings on bridging the best of both teams, to mobilize individuals and teams around innovation and inspiration."}, {"audience": "All", "location": "Hyatt Regency Ballroom R", "date": "Wednesday, October 2, 2019", "start": "1:45 PM", "end": "2:15 PM", "title": "CR122: The Future of Design Technologists", "description": "Design technologists combine design thinking with technical skills to bring ideas to life through coded prototypes. As technology matures to enable non-technical designers to create prototypes, we'll examine the current role of design technology and how it is evolving. We'll also highlight the skills needed to level up as the role evolves."}, {"audience": "Beginning", "location": "OCCC W415A", "date": "Wednesday, October 2, 2019", "start": "1:45 PM", "end": "2:15 PM", "title": "VR559: The Transformative Powers of VR for Education & Training", "description": "Oculus is using VR to transform learning and training to help people gain new perspectives of the world, and of themselves by making learning more personal, powerful and connected to the real world.1. Applications of VR: Consumption, Collaboration, Creation2. Designing and Developing Immersive Content \"I hear and I forget, I see and I remember, I do and I understand\"\u009d - Confucius"}, {"audience": "-", "location": "OCCC W300", "date": "Wednesday, October 2, 2019", "start": "1:45 PM", "end": "2:45 PM", "title": "Abie Award Series: Accelerating the Future of Space Through Scalable Electric Propulsion Technology", "description": "How will space be made more accessible and affordable? Join 2019 Emerging Technologist Abie Award winner, Dr. Natalya Bailey, CEO and Co-Founder of Accion Systems, as she shares how her pioneering electric propulsion technology will completely transform what spacecraft can do in and beyond Earth's orbit."}, {"audience": "Beginning", "location": "OCCC WF4", "date": "Wednesday, October 2, 2019", "start": "1:45 PM", "end": "2:45 PM", "title": "SP575: Clash of the Codes - Making Software Code out of Legal Code", "description": "We hate to break it to you - you've probably been a victim of privacy breaches. With new data privacy regulations worldwide, institutions are now required to give people rights over their own data. These new laws don't come with technical specifications though, so how do we build and protect these rights? This workshop shows how non-engineers and engineers can pair legal code with software code."}, {"audience": "All", "location": "Rosen Centre Grand Ballroom B", "date": "Wednesday, October 2, 2019", "start": "2:00 PM", "end": "5:00 PM", "title": "PitcHER Competition", "description": "AnitaB.org PitcHER aims to support, encourage, and provide new funding opportunities to women entrepreneurs. The participating PitcHERs come from all industries and are leading early stage technology startups."}, {"audience": "All", "location": "Hyatt Plaza International Ballroom G", "date": "Wednesday, October 2, 2019", "start": "2:00 PM", "end": "3:00 PM", "title": "Getting Started with Actions on Google Workshop", "description": "Actions on Google is a developer platform that lets you create conversational actions for the Google Assistant. In this workshop, you will learn the key fundamental concepts when developing a conversational action for Google Assistant. We will use a web browser such as Chrome to test our Actions in the Actions on Google Console. \n\nPlease bring a laptop with you to follow along in the workshop."}, {"audience": "Senior/Executive", "location": "Hyatt Regency Ballroom Q", "date": "Wednesday, October 2, 2019", "start": "2:00 PM", "end": "2:30 PM", "title": "CR406: Lessons Learnt Managing 10X Growth", "description": "Do you wonder what it's like leading a customer facing engineering team that grows 10X, while the product grows from a single application to a platform offering and the deal sizes grow into billions? Learn from my experience on what worked and what were the hard lessons in managing complexity, goals, performance evaluations, team marketing, on-boarding programs and reporting on global scale."}, {"audience": "Intermediate", "location": "OCCC W315B", "date": "Wednesday, October 2, 2019", "start": "2:00 PM", "end": "2:30 PM", "title": "DS631: Leveraging Long-Term Holdout to Measure the True Impact of a Series of A/B Tests", "description": "We have developed a method to measure the true, total impact to an eCommerce business where multiple A/B tests are run in parallel. Our recommended approach is to use a long-term testing holdout. When doing so, it is important to carefully evaluate when to update the holdout group, minimize the impact of outliers in the data, and independently factor incentives into the analyses."}, {"audience": "Intermediate", "location": "OCCC W304G", "date": "Wednesday, October 2, 2019", "start": "2:15 PM", "end": "2:45 PM", "title": "HI649: A Tangled Web: Should Product Search Engines Display Fraudulent Reviews?", "description": "The growing interest in online product reviews for legitimate promotion has been accompanied by an increase in fraud reviews. However, beyond fraud detection, little is known what review portals should do after detecting fraud reviews. In this paper, we address this question by studying how consumers respond to fraud reviews and how review portals can design better fraud management policies."}, {"audience": "Early Career", "location": "Hyatt Regency Ballroom O", "date": "Wednesday, October 2, 2019", "start": "2:15 PM", "end": "2:45 PM", "title": "CR212: Cultivating Careers: Experiences as a Technical Artist", "description": "Over the past decade the field of technical art has grown into an essential part of 3D application development. However, many professionals in technical industries remain unaware of the benefits of having a technical artist working on a product. In this presentation attendees will learn who technical artists are and why this is an important career path for the future of CGI technology."}, {"audience": "Senior/Executive", "location": "Hyatt Orlando Ballroom L", "date": "Wednesday, October 2, 2019", "start": "2:30 PM", "end": "3:30 PM", "title": "OT415: How To Create An Inclusive Culture: The Data-Driven Approach", "description": "Diversity is more than hiring a diverse workforce - it means engendering a sense of belonging. How are you building inclusiveness at your company? Have you leveraged feedback surveys for measurement? Unsatisfied with the results? Try Amazon's data-driven approach based on behavioral science. Learn how to listen from your employees at scale and empower them to build a workplace where they can thrive."}, {"audience": "Beginning", "location": "OCCC W224D", "date": "Wednesday, October 2, 2019", "start": "2:30 PM", "end": "3:00 PM", "title": "SE549: Healthy Architecture Reviews for Startups", "description": "Large companies often have a well established design and review process to make sure the best solution is implemented. At a startup, this is often skipped in order to ship faster. But the right design process will increase your velocity, even short-term. We will share what a design process is, its benefits to your startup, when/how to write a design doc, and the key to a successful design review."}, {"audience": "All", "location": "OCCC W307D", "date": "Wednesday, October 2, 2019", "start": "2:30 PM", "end": "3:30 PM", "title": "CR103: Sponsors & Mentors: Building Your Academic Professional Network", "description": "Effective networking is a very powerful tools in advancing your professional career. This skill can connect you to your community in meaningful ways, land you a dream job and help you score awards or promotions. Join us to learn how to present yourself and your ideas in a concise and appealing way, as well as how to deliberately build and nurture your professional network of sponsors and mentors."}, {"audience": "Intermediate", "location": "OCCC W304C", "date": "Wednesday, October 2, 2019", "start": "2:30 PM", "end": "3:00 PM", "title": "AI611: The Brains Behind the Camera: AI for Computational Photography", "description": "Cameras on mobile devices have advanced in recent years and are capable of capturing photos of increasingly better quality. We will describe several algorithms and the use of artificial intelligence (AI) for creating photos comparable to larger more expensive cameras. These include synthesizing Bokeh, capturing photos in the dark and obtaining a high dynamic range image in real-time."}, {"audience": "Mid-Career", "location": "Hyatt Regency Ballroom V", "date": "Wednesday, October 2, 2019", "start": "2:30 PM", "end": "3:30 PM", "title": "CR303: Yes You Can - Return To Your Career After A Break", "description": "Are you considering or want to be better equipped for an unanticipated career break? or Are you an employer looking for new recruitment strategies? Join this session and you will gain insight into: (1) reasons for career breaks, (2) unique benefits returning professionals can bring to your company and (3) proven techniques used by three women who relaunched their career and two talent leaders."}, {"audience": "Beginning", "location": "OCCC W414A", "date": "Wednesday, October 2, 2019", "start": "2:30 PM", "end": "3:30 PM", "title": "AZ572: Practical Play - The Trail to Innovation", "description": "To differentiate your business or product, you must innovate! That means, you have to add disruptive thinking into your daily life! Come to learn and practice convergent and divergent approaches to problem-solving in an entertaining, hands-on forum. Find out how to use brainwriting, worst idea, and concept heuristic design practices, and see how thinking the unthinkable can drive your success."}, {"audience": "All", "location": "Hyatt Windermere Z", "date": "Wednesday, October 2, 2019", "start": "2:30 PM", "end": "4:30 PM", "title": "Professional Development Leadership Workshop: Leaders & Followers & Team Mates Oh My! (Repeat)", "description": "Throughout our career, we are asked to be leaders; of ourselves, of teams, in communities and of organizations. In this experiential workshop, we’ll explore frameworks of leadership, followership and teamwork; uncover what holds us back from being more effective in each of these roles; and create a plan for how to shift our mindset and develop skillsets of great leaders, team mates and followers."}, {"audience": "Beginning", "location": "OCCC W312C", "date": "Wednesday, October 2, 2019", "start": "2:30 PM", "end": "3:00 PM", "title": "HW524: Have Your Pi and Share it Too: Using Low-cost Hardware to Promote STEM in Your Community", "description": "Raspberry Pis, Arduinos, and other gateway hardware provide technologists with inexpensive educational tools for teaching hardware and programming concepts. In this session you will learn how SAP is leveraging this low-cost technology to promote STEM in youth, and how hands-on workshops developed in partnership with community organizations make learning technology fun, creative, and engaging."}, {"audience": "Senior/Executive", "location": "Hyatt Regency Ballroom S", "date": "Wednesday, October 2, 2019", "start": "2:45 PM", "end": "3:15 PM", "title": "CR408: Diversity Advocates: Launching a Tool to Increase Expertise & Efficacy Among Tech D&I Leaders", "description": "Can Diversity Advocates improve tech diversity? In response to racial and gender disparities, tech companies have implemented numerous interventions with minimal gains. This session highlights the launch of a tech platform to support 1,000+ tech diversity leaders, by providing resources, professional education and community-building to increase the expertise and efficacy of D&I leaders in tech."}, {"audience": "Intermediate", "location": "OCCC W314A", "date": "Wednesday, October 2, 2019", "start": "2:45 PM", "end": "3:15 PM", "title": "CS616: Getting More for Less - Hardware Compression in Storage Systems", "description": "Compression is the cornerstone of data reduction in storage systems. It plays an integral role in lowering total cost of ownership and achieving overall performance targets. However, software compression comes with inherent costs. We explore why compression is important in flash-based storage systems, the tradeoffs involved, and how using custom FPGA hardware can alleviate the pain points."}, {"audience": "Beginning", "location": "OCCC W415D", "date": "Wednesday, October 2, 2019", "start": "2:45 PM", "end": "3:15 PM", "title": "TW557: Innovations for Women in Developing Nations", "description": "To ensure upliftment for women is inclusive, we need to focus on emerging markets that are marked by  poverty, sexism, classism, lack of education and inadequate access to healthcare. Scarcity fuels innovation and technology allows us access to education and advancement. We want to showcase examples to illustrate innovations in developing markets that have driven meaningful change for women"}, {"audience": "Advanced", "location": "OCCC W415A", "date": "Wednesday, October 2, 2019", "start": "2:45 PM", "end": "3:15 PM", "title": "VR715: AR / VR Scientific Visualization: Melding Computer Science and Artistic Design Theory", "description": "Sculpting Vis is a project developing methods for applying artistic voices to environmental data to create engaging intuitive immersive visualization experiences.  We will be presenting the work of our collaborative team of computer scientists, a visual artists and climate modeling scientists and how they worked together to develop a means of presenting complex science via an artistic language."}, {"audience": "Intermediate", "location": "OCCC W230C", "date": "Wednesday, October 2, 2019", "start": "2:45 PM", "end": "3:45 PM", "title": "OS689: A Hitchhiker's Guide to the Open-Source Space", "description": "We often use Open Source projects, but working with and contributing back to one for the first time can be an intimidating process. We want our participants to learn how to take their first step. Our goal is to familiarize participants with the concept of an open source project, the process of identifying improvements or bugs in the project and how to contribute to it."}, {"audience": "-", "location": "OCCC Chapin Theater (Lvl 3)", "date": "Wednesday, October 2, 2019", "start": "3:00 PM", "end": "4:00 PM", "title": "Abie Award Winner Dr. Fei-Fei Li: Toward Human-Centered Artificial Intelligence", "description": "I will share the journey I have taken as an AI technologist, through the fascinating science of developing AI algorithms toward promoting an interdisciplinary, all-inclusive approach for tomorrow’s AI. I'll share the history of AI through my own perspective, then discuss why it is a critical time to create a new way of seeing, developing and deploying AI – the human-centered AI framework."}, {"audience": "Intermediate", "location": "OCCC W315B", "date": "Wednesday, October 2, 2019", "start": "3:00 PM", "end": "3:30 PM", "title": "DS636: Three Tips for Better Predictive Models", "description": "This talk contains three tips, typically not covered in data science or machine learning classes, on how to increase the effectiveness of predictive models. The three tips are: (1) optimize for the right metric, (2) invest in feature engineering, and (3) examine your data. These tips will be illustrated using examples drawn from location intelligence."}, {"audience": "Invite Only", "location": "Rosen Centre Grand Ballroom A", "date": "Wednesday, October 2, 2019", "start": "3:00 PM", "end": "5:00 PM", "title": "Fall 2019 Partner Meeting (Invite Only)", "description": "The AnitaB.org team will update Partner companies on the progress we’ve made since the Spring 2019 Partner meeting. This GHC gathering will provide networking opportunities between Partner companies and help them understand how to best utilize the partnership to accomplish their DEI goals."}, {"audience": "Intermediate", "location": "OCCC WF3", "date": "Wednesday, October 2, 2019", "start": "3:00 PM", "end": "3:30 PM", "title": "SP668: Secure Enough: Building Security Ethos Without Handcuffing the Business", "description": "It's been said that 'perfect is the enemy of good' and nowhere is that truer than in product development. How do you know when your product is secure enough? The answer has little to do with technology and instead how security tradeoffs enhance or degrade the trust users place in your product. In this talk, we provide techniques to help evaluate whether your security is 'good enough'."}, {"audience": "All", "location": "OCCC WF1", "date": "Wednesday, October 2, 2019", "start": "3:00 PM", "end": "5:30 PM", "title": "Speed Mentoring", "description": "Anita|Bees Speed Mentoring will feature groups of 3 mentees:1 mentor in addition to 1:1 Lightning Mentor Rounds (7 minutes long). The event will still feature several 15-minute rounds in which attendees are matched with industry professionals, academic professionals, and successful graduate students by career level and area of interest that follow the defined GHC Tracks."}, {"audience": "All", "location": "Hyatt Regency Ballroom Q", "date": "Wednesday, October 2, 2019", "start": "3:00 PM", "end": "5:00 PM", "title": "Information Session on AnitaB.org Membership Program", "description": "Information meeting session about the benefits a person would get upon joining AnitaB.org Membership Program"}, {"audience": "Advanced", "location": "OCCC W222B", "date": "Wednesday, October 2, 2019", "start": "3:00 PM", "end": "3:30 PM", "title": "IW710: IoT Data processing with MQTT, Kafka  & AI/ML", "description": "The core value of IoT lies in the data generated by devices. MQTT, the most commonly used IoT protocol, has challenges in scaling & persisting data. Apache Kafka can help alleviate these issues. It offers massive data store, great scalability, and consumption in real-time. We'll see how we integrate MQTT, Kafka, and other analytics tools to build a robust IoT solution, and also see a demo."}, {"audience": "Beginning", "location": "OCCC 202B", "date": "Wednesday, October 2, 2019", "start": "3:00 PM", "end": "3:45 PM", "title": "TM560: Socially Engineered Cybersecurity Threats: The Role of Ethical Hackers in Prevention", "description": "Social engineering is a mainstream methodology in cybercrime.  In this session, participants will discuss the role of ethical hackers and social engineering in preventing threats within cybersecurity ecosystems.  As a group, we will use Metasploit to create an example attack and discuss preventative measures from an ethical hacker's perspective in addressing socially engineered threats."}, {"audience": "All", "location": "OCCC W308D", "date": "Wednesday, October 2, 2019", "start": "3:00 PM", "end": "4:00 PM", "title": "Academic Corner, Pt. 2 | BRAID Research: Updates from Year Four of Data Collection", "description": "BRAID is a national initiative to increase the representation of women and URM students in undergraduate computing. This session will focus on what the BRAID Research team has learned, sharing the latest results and discussing implications of findings for computing departments. Findings related to the progress BRAID schools have made in diversifying computing majors will be shared."}, {"audience": "All", "location": "-", "date": "Wednesday, October 2, 2019", "start": "3:00 PM", "end": "5:30 PM", "title": "Poster Session 2: ACM Student Research Competition, Internet of Things, Networks", "description": "Come meet the ACM Student Research Competition’s participants during this first round of the competition, and see their posters. Also learn about the innovative technology the next generation is dreaming up on the following topics: Internet of Things, Networks. For more detailed information, visit our website."}, {"audience": "Mid-Career", "location": "Hyatt Plaza International Ballroom H", "date": "Wednesday, October 2, 2019", "start": "3:15 PM", "end": "3:45 PM", "title": "CR317: The Spectrum of Feedback: The Thematic Divide in Feedback to Women & How Openly Discuss Bias", "description": "The truth about feedback and women is that women receive feedback that is more biased and less actionable than that given to men. Unfortunately, this feedback becomes increasingly unprofessional as you climb the career ladder and is a barrier to building the equitable and inclusive workplaces we need. It's time we had an open dialogue about (and real advice on) how to give women better feedback."}, {"audience": "All", "location": "OCCC W300", "date": "Wednesday, October 2, 2019", "start": "3:15 PM", "end": "4:15 PM", "title": "Abie Award Series: Advances in Cryptography and Cryptocurrencies", "description": "Learn about the work of reknowned expert in cryptography and cyber security, 2014 Abie Award winner Dr. Tal Rabin. Previously leading the Cryptographic Research Group at IBM, she now heads research at Algorand Foundation and is ensuring strong, lasting support for blockchain innovation."}, {"audience": "All", "location": "Hyatt Regency Ballroom O", "date": "Wednesday, October 2, 2019", "start": "3:15 PM", "end": "3:45 PM", "title": "CR121: Make Some Room: An Innovative Approach to Unconscious Bias Training", "description": "Traditional unconscious bias training programs often fall short. Seeing an opportunity to marry story, space, and technology in pursuit of more heartening outcomes, we designed an immersive intervention. Audio stories from real employees and wearable technology turn an office into an interactive story-scape, where participants understand what bias feels like rather than simply learn about it."}, {"audience": "Intermediate", "location": "OCCC W304G", "date": "Wednesday, October 2, 2019", "start": "3:15 PM", "end": "3:45 PM", "title": "HI650: Alexa, What's My Bill? Case Study of Research for Voice Assistant Devices in Utilities Space", "description": "According to Nielsen Norman Group, 46% of U.S. adults use voice assistant devices. With that large of a user pool, many companies are experimenting with ways to leverage this technology to reach their customers. But how are lasting features created for reactive technology? This presentation will cover a case study where generative research resulted in user-centered feature recommendations."}, {"audience": "Intermediate", "location": "OCCC W311F", "date": "Wednesday, October 2, 2019", "start": "3:15 PM", "end": "3:45 PM", "title": "AZ664: Bringing a Customer Mindset into the World of Machine Learning and Artificial Intelligence", "description": "Traditional Machine learning, AI products have limited customer mindset during conceptualization of model which poses limitations on the desired outcome. In real world search 60% customers express search intent & 40% don't express clearly what they are looking for.(Walmart sample 6.4 B queries annually).To tackle such customer challenges we apply new approach of multi-objective optimization in ML."}, {"audience": "Mid-Career", "location": "Hyatt Regency Ballroom R", "date": "Wednesday, October 2, 2019", "start": "3:30 PM", "end": "4:00 PM", "title": "CR311: The Future is Now, Let's Retain Women in Tech (Repeat)", "description": "After burning out and leaving the tech industry in early 2018, Jossie Haines had a revelation and had to come back and start a mission to keep women in tech.  The future is now, yet we aren't there to influence it.  Come learn why resilience, a good boss and sponsor and environment are key to keeping women in tech.  Feel empowered to be brave and find an environment where you can thrive."}, {"audience": "Beginning", "location": "OCCC W224D", "date": "Wednesday, October 2, 2019", "start": "3:30 PM", "end": "4:00 PM", "title": "SE551: Building a Service Delivery Infrastructure", "description": "Resilient, scalable, secure, and automated infrastructure accelerates the delivery of business value from software.How can we build infrastructure that supports such mythical delivery? This session applies software engineering and agile techniques to build 'Delivery infrastructure' as a set of software products that serve the needs of software engineers and operations teams."}, {"audience": "Intermediate", "location": "OCCC W304C", "date": "Wednesday, October 2, 2019", "start": "3:30 PM", "end": "4:00 PM", "title": "AI615: 5G and Artificial Intelligence", "description": "The world is abuzz in anticipation of 5G networks that promises to enable revolutionary new applications including autonomous vehicles, IoTs, remote surgery, possibly even holographic telephony, and much more.  To do so, mobile networks will become necessarily more complex, requiring AI to automate and optimize functions that are or have become humanly impossible to do manually."}, {"audience": "Senior/Executive", "location": "Hyatt Regency Ballroom S", "date": "Wednesday, October 2, 2019", "start": "3:45 PM", "end": "4:15 PM", "title": "CR407: Empathy as a Service: Supporting Mental Health in the Tech Workplace", "description": "1 in 5 adults are living with a mental illness such as depression, bipolar, anxiety, or ADHD. Yet how accommodating and inclusive are tech workplaces for people with these disorders? This talk aims to help end the stigma surrounding mental health and discuss how we can all become better allies, highlighting the important work done by the non-profit organization Open Sourcing Mental Illness (OSMI)."}, {"audience": "Intermediate", "location": "OCCC W415A", "date": "Wednesday, October 2, 2019", "start": "3:45 PM", "end": "4:15 PM", "title": "VR680: Virtual Reality for Brain Surgeries: Enhancing Visuality & Improving Patient Outcomes", "description": "The surgical planning process for brain surgeries has been unaltered for decades. Surgeons are using images of 2D brains to plan 3D surgeries, PowerPoint to edit medical images, and a universal approach for brains of both two and sixty-five year old patients. We explore the use of Virtual Reality as a tool in planning brain surgeries, to enhance visuality and improve patient outcomes."}, {"audience": "Advanced", "location": "OCCC W314A", "date": "Wednesday, October 2, 2019", "start": "3:45 PM", "end": "4:15 PM", "title": "CS708: Express Backbone: Facebook's Long-Haul Network", "description": "Facebook data centers backbone serve few billion users. The backbone design faced some challenges: Growing demand, quality of service, over provisioning, operation in scale, slow convergence. These challenges lead to a holistic Software Define Network solution called Express Backbone. The talk will describe the design motivation, the topology, the architecture, the journey, and lessons learned."}, {"audience": "Intermediate", "location": "OCCC W315B", "date": "Wednesday, October 2, 2019", "start": "4:00 PM", "end": "4:30 PM", "title": "DS629: Busting Bias in Machine Learning for Cancer Research", "description": "When machine learning (ML) techniques are applied to electronic medical records (EMRs) for research, studies can be larger or done faster than non-automated studies on EMR data. However, using ML may add clinical bias into the data extracted from EMRs. In this session, we will present how to limit such bias, which enables ML to be used in high-stakes research areas like cancer."}, {"audience": "All", "location": "Hyatt Regency Ballroom V", "date": "Wednesday, October 2, 2019", "start": "4:00 PM", "end": "5:00 PM", "title": "CR113: What It Takes To Be a Leader in Cyber Security", "description": "Participation of women in CyberSecurity workforce is very low. Our panel is well suited to diagnose the key reasons behind the gender gap in cybersecurity from both supply(academia) and demand(industry and government) perspective. In the light of impending challenges, our panel will identify key areas to improve in both the sectors to pave the way for the future women cyber security professionals."}, {"audience": "Mid-Career", "location": "Hyatt Plaza International Ballroom G", "date": "Wednesday, October 2, 2019", "start": "4:00 PM", "end": "5:00 PM", "title": "CR301: To Speak or Not to Speak about Stages of Physiological Shifts: Wellness, Womanhood, & -Pause", "description": "Due to hormonal changes, women undergo natural stages of physiological shifts that can be detrimental to their career performance. Some women even fear risk of discrimination at workplace and suffer in silence due to symptoms. Let us discuss the impact of these physiological shifts -  especially, perimenopause and menopause - on career, and find strategies to confidently manage health with career."}, {"audience": "Intermediate", "location": "OCCC W312C", "date": "Wednesday, October 2, 2019", "start": "4:00 PM", "end": "4:30 PM", "title": "HW646: How to Develop Creativity- and Need-driven Production? Using Tech-fashion as an Example (Rpt)", "description": "With the development of open-source hardware, creatives have started to include electronics as part of their garment designs. A new field of wearables, integrating art and science, has emerged. The industry has tremendous opportunities but also faces significant challenges in scaling and scientific research. This talk gives an overview of the industry and discusses future developments."}, {"audience": "Invite Only", "location": "OCCC WE2", "date": "Wednesday, October 2, 2019", "start": "4:00 PM", "end": "5:00 PM", "title": "Kamala Scholars Reception (Invite Only)", "description": "The kick off event for Kamala Scholars to connect, who are a select group of GHC Scholars. This event allows scholars to meet their sponsor, build community, and find mentorship. The reception includes heavy appetizers."}, {"audience": "Advanced", "location": "OCCC WF3", "date": "Wednesday, October 2, 2019", "start": "4:00 PM", "end": "4:30 PM", "title": "SP713: Security Forecast: Is It Cloudy?", "description": "Serverless Computing is the key to moving fast AND staying secure in the cloud. In this session, I will describe clear steps and methods that security teams can use to ease the transition to cloud using AWS Lambda. I'll stay away from theory, and instead show the direct application of Lambda for event driven security automation and remediation."}, {"audience": "Advanced", "location": "OCCC W222B", "date": "Wednesday, October 2, 2019", "start": "4:00 PM", "end": "4:30 PM", "title": "IW711: Talking Cars: What Cartoons Got Right About Intervehicular Communication", "description": "Vehicle ad hoc networks (VANETs) are intended to aid intervehicular communication. This presentation explains how cars might â€œtalkâ€\u009d to each other and why VANETs would be useful. Current issues that have delayed the real-world deployment of VANETs are discussed. A proof-of-concept simulation is shown to demonstrate how a VANET might be set up, results are examined, and a path forward is considered."}, {"audience": "All", "location": "Hyatt Regency Ballroom O", "date": "Wednesday, October 2, 2019", "start": "4:15 PM", "end": "4:45 PM", "title": "CR121: Make Some Room: An Innovative Approach to Unconscious Bias Training (Repeat)", "description": "Traditional unconscious bias training programs often fall short. Seeing an opportunity to marry story, space, and technology in pursuit of more heartening outcomes, we designed an immersive intervention. Audio stories from real employees and wearable technology turn an office into an interactive story-scape, where participants understand what bias feels like rather than simply learn about it."}, {"audience": "Early Career", "location": "Hyatt Plaza International Ballroom H", "date": "Wednesday, October 2, 2019", "start": "4:15 PM", "end": "4:45 PM", "title": "CR228: Unlocking Creativity Through Diversity (Repeat)", "description": "Research indicates creativity is the most in-demand soft skill in the marketplace. LinkedIn noted after a study of thousands of job postings that, \"while robots are great at optimizing old ideas, organizations most need creative employees who can conceive the solutions of tomorrow.\" Through the lens of diversity, Sarah's talk will inspire you to unlock your creativity in and out of the workplace."}, {"audience": "Beginning", "location": "OCCC W311F", "date": "Wednesday, October 2, 2019", "start": "4:15 PM", "end": "4:45 PM", "title": "AZ540: Adventures in Scaling: The Humans Behind Supervised Machine Learning", "description": "Supervised machine learning requires a large set of human labeled data. But how do teams gather the data needed to train their models? In this presentation, we'll present different methods for gathering human labeled data and consider the pros and cons of each approach. We'll provide case studies on different tools for the job, all of which are built to enable human data labeling at scale."}, {"audience": "Beginning", "location": "OCCC W304G", "date": "Wednesday, October 2, 2019", "start": "4:15 PM", "end": "5:15 PM", "title": "VR513: The Future is Augmented: Our AR Journey and What it Means for Humans (Repeat)", "description": "Technologists are asking themselves, \"How will humans interact with computers when augmented reality is ubiquitous?\" and \"What will those protocols and systems look like?\" With the advent of consumer AR wearables, we truly have an opportunity to build the spatial interfaces of tomorrow. This panel will examine the systems, infrastructure, and tools needed to make spatial computing a reality."}, {"audience": "Beginning", "location": "OCCC W230C", "date": "Wednesday, October 2, 2019", "start": "4:15 PM", "end": "5:15 PM", "title": "HI569: Ethical Design: Principles And Practice", "description": "In this workshop, we'll introduce the concept of ethical product design. Using our framework, we'll help participants anticipate when business-driven product decisions could harm users, and learn how to better include people at the margins. Participants will dive into a hands-on exercise that challenges them to use an ethical lens to improve upon the design and accessibility of a real-world app."}, {"audience": "Beginning", "location": "OCCC W304C", "date": "Wednesday, October 2, 2019", "start": "4:30 PM", "end": "5:00 PM", "title": "AI516: AI x Creativity: From Fashion to Perfumes!", "description": "In the midst of \"AI awakening\" where machines are becoming good at many \"human\" jobs, people are worried that AI will ultimately lead to mass unemployment. We believe that we can achieve the most creative outcomes when humans and machines work together.  By augmenting human capabilities and pushing the boundaries of creativity, can AI help us to create things that wouldn't have existed otherwise?"}, {"audience": "Beginning", "location": "OCCC W415B", "date": "Wednesday, October 2, 2019", "start": "4:30 PM", "end": "5:30 PM", "title": "DS564: Designing Data Visuals That Sparkle: Building Insight You Can See (Repeat)", "description": "Do you deal with data but struggle to create data visuals that tell a story? Data visuals create impact and insight, particularly with big data. D3.js is a powerful open source SVG drawing library that empowers you to design complex visuals. Learn core concepts of SVG, binding data, adding animation sparkle, and optimization tips. Walk away with your own interactive, compelling data visual."}, {"audience": "Mid-Career", "location": "Hyatt Regency Ballroom R", "date": "Wednesday, October 2, 2019", "start": "4:30 PM", "end": "5:00 PM", "title": "CR312: Harnessing Your Super Powers (Repeat)", "description": "Super Powers: we all dream of having them. Abilities that make us stronger, faster or invincible. While we may not be born with these supernatural powers, we can develop our own version of super powers - powers that make our whole selves stronger, faster and more resilient."}, {"audience": "Beginning", "location": "OCCC W414A", "date": "Wednesday, October 2, 2019", "start": "4:30 PM", "end": "5:30 PM", "title": "CS503: 5G: Understanding the Next Big Disruption (Repeat)", "description": "The buzz around 5G has been steadily increasing since 2015. Tech companies have announced plans for solutions around 5G. What impact might 5G have on the wireless ecosystem? This panel will discuss attempts at several companies to enable 5G while answering the questions above. It will also discuss the opportunities that 5G can enable in adjacent areas such as AR/VR, Cloud storage, IoT, automotive."}, {"audience": "All", "location": "Hyatt Plaza International Ballroom D", "date": "Wednesday, October 2, 2019", "start": "4:30 PM", "end": "6:00 PM", "title": "Reception Celebrating Latinas in Technical Roles", "description": "Promote and support Latina women technologists from industry, government, and academia. This reception event gives this community of women a chance to broaden their networks, connect with strong role models, and celebrate their accomplishments."}, {"audience": "Intermediate", "location": "OCCC W224D", "date": "Wednesday, October 2, 2019", "start": "4:30 PM", "end": "5:00 PM", "title": "SE672: Building Performant Web Apps for Emerging Markets Using the First Principles Methodology", "description": "A question that comes up when building large scale web applications is, â€œWhat is the right JavaScript library/framework to use?â€\u009d By breaking down the problem into its First Principles, we, at LinkedIn, were able to leverage newer technologies & tooling to build a traditional Server Side Rendered application as a Progressive Web Application - an original, successful solution for Emerging Markets."}, {"audience": "All", "location": "Hyatt Orlando Ballroom L", "date": "Wednesday, October 2, 2019", "start": "4:30 PM", "end": "5:30 PM", "title": "CR134: How to Confront Sexists, Racists and Other Offenders Like a Boss (Repeat)", "description": "Ever had someone say something offensive to you that rendered you speechless? Were you worried your response would be too emotional? Would you rather HR speak up for you? Did you think of the perfect response hours later? This workshop provides guidelines on how to professionally respond to offensive comments and allows practice through role play so you will not be caught off guard in the future."}, {"audience": "Beginning", "location": "OCCC WF4", "date": "Wednesday, October 2, 2019", "start": "4:45 PM", "end": "5:15 PM", "title": "AI515: Detecting Poaching from the Sky: Using Machine Learning for Wildlife Conservation (Repeat)", "description": "African parks are home to many species of threatened wildlife, with relatively small teams employed to protect them. This project uses machine learning (ML) to automatically analyze both daytime and nighttime (infrared) aerial imagery from the parks to then alert rangers to potential threats, allowing for more efficient deployment of rangers to stop poaching and other illegal activity."}, {"audience": "Intermediate", "location": "OCCC W415A", "date": "Wednesday, October 2, 2019", "start": "4:45 PM", "end": "5:15 PM", "title": "VR679: Blending AI Characters Into the Real-World Using Spatial Computing", "description": "What if a T-rex could eat with you at your table? In Project Create, one of the first experiences for the Magic Leap One, fish school in your living room and astronauts jump up furniture. Using navigation and AI solutions, a cast of characters show how virtual content can interact with the real-world and user. Learn about the challenges of adapting these techniques for use in spatial computing."}, {"audience": "Intermediate", "location": "OCCC W314A", "date": "Wednesday, October 2, 2019", "start": "4:45 PM", "end": "5:15 PM", "title": "CS619: Building a Scalable Data Service Within a Volatile Ecosystem", "description": "Hulu's live TV streaming service changed the entertainment industry and exposed new challenges in the streaming technology space. This session explores Odin, Hulu's live TV solution for delivering up-to-date data at scale, with high availability. We showcase how Odin combined an asynchronous, event-driven, networking framework with the power of Reactive Streams to scale over 400%."}, {"audience": "Beginning", "location": "OCCC W224A", "date": "Wednesday, October 2, 2019", "start": "4:45 PM", "end": "5:15 PM", "title": "SE548: Creating an Inclusive Code Review Culture (Repeat)", "description": "All developers have likely experienced the familiar dread surrounding code reviews - having to context switch to unblock a teammate's pull request or deciding how to move forward after a comment with which you disagreed. Guided by examples, this session will outline techniques to help you transform the code review culture of your team, improving code quality and working relationships simultaneously."}, {"audience": "Invite Only", "location": "OCCC WE2", "date": "Wednesday, October 2, 2019", "start": "5:00 PM", "end": "7:00 PM", "title": "GHC Scholar Networking Reception (Invite Only)", "description": "The kick off event for GHC Scholars to connect, learn about each other and start the conference with a celebration. This year we welcome over 950 GHC Scholars from around the world and the United States. The reception includes heavy appetizers, sponsors, and community building."}, {"audience": "Invite Only", "location": "OCCC W340A", "date": "Wednesday, October 2, 2019", "start": "5:00 PM", "end": "6:30 PM", "title": "BRAID Welcome Reception (Invite Only)", "description": "BRAID is a longitudinal research project that supports computer science departments with efforts to increase the percentage of women and underrepresented minority students in their undergraduate computing programs. This reception will provide a networking opportunity for students and faculty from the 15 BRAID institutions and the project’s corporate funders (IBM, Intel, Microsoft, and Qualcomm)."}, {"audience": "Mid-Career", "location": "Hyatt Windermere Ballroom X", "date": "Wednesday, October 2, 2019", "start": "5:30 PM", "end": "7:00 PM", "title": "Mid-Career Women's Reception", "description": "Networking is important at any career stage and it is especially critical that mid-career women within the tech ecosystem have dedicated space to share ideas, information, and best practices. If you are an experienced mid-career contributor and are looking to share your successes, aspirations, and career journey with peers, join us for the Mid-Career Women’s Reception. This is an opportunity to mingle with women across multiple tech disciplines, learn from each other, and create a support system you can look to in the future."}, {"audience": "Invite Only", "location": "Rosen Centre Pool Deck", "date": "Wednesday, October 2, 2019", "start": "6:00 PM", "end": "8:00 PM", "title": "Friends of AnitaB.org Reception (Invite Only)", "description": "This reception gives AnitaB.org an opportunity to show our gratitude to the partner companies, board members, keynote speakers, and award winners that make GHC the premier gathering for women technologists. During this event, you'll have the opportunity to hear from President & CEO Brenda Wilkerson and have the opportunity to connect with fellow GHC community members and special guests."}, {"audience": "Invite Only", "location": "OCCC W203B", "date": "Wednesday, October 2, 2019", "start": "7:00 PM", "end": "8:00 PM", "title": "Systers & Local Community Leadership Dinner (Invite Only)", "description": "By invitation only. Dinner to kick-off GHC and celebrate accomplishments of Local Community Leadership and Systers Affinity Groups. Attendees will have the opportunity to hear their community's upcoming events, HopperX1's, and other accomplishments. Leaders will network with other community leaders and discuss collaborations or ideas for events that other communities have implemented."}], "Thursday, October 3, 2019": [{"audience": "Invite Only", "location": "Hyatt Plaza International Ballroom D", "date": "Thursday, October 3, 2019", "start": "7:30 AM", "end": "9:00 AM", "title": "MSI Community Recognition Breakfast (Invite Only)", "description": "The Minority Serving Institution (MSI) Community Recognition Breakfast is an unsponsored, invite-only thank you breakfast for the early supporters of AnitaB.org efforts to better serve women from the greater MSI community. Invitees include inaugural scholarship funders and valued stakeholders from MSI communities."}, {"audience": "Invite Only", "location": "Rosen Centre Salon 1", "date": "Thursday, October 3, 2019", "start": "7:30 AM", "end": "8:30 AM", "title": "Academic Advisory Council Meeting (invite only)", "description": "The Academic Advisory Council Meeting is an invite only breakfast meeting for the members of the Academic Advisory Council. The purpose is for members to provide feedback and plan for faculty and student programing for the upcoming year."}, {"audience": "Invite Only", "location": "Hyatt Windermere Ballroom W", "date": "Thursday, October 3, 2019", "start": "7:45 AM", "end": "6:00 PM", "title": "2019 Technical Executive Forum (TEF) (Invite Only)", "description": "TEF is an invite-only, full day event for C-level technical executives and limited Diversity, Equity, and Inclusion (DEI) leaders from AnitaB.org Partner companies. As a key Organizational Transformation (OT) program, TEF is designed to guide organizations in their efforts to create more diverse and inclusive workplaces to retain and advance women in technology and computing."}, {"audience": "Invite Only", "location": "OCCC W209C", "date": "Thursday, October 3, 2019", "start": "8:00 AM", "end": "6:00 PM", "title": "Hoppers Lounge", "description": "The Hoppers Lounge is a room where Hoppers only can take breaks, and chat with other Hoppers."}, {"audience": "All", "location": "Hyatt Florida Ballroom B", "date": "Thursday, October 3, 2019", "start": "9:00 AM", "end": "5:30 PM", "title": "Communities Hall (Day 2)", "description": "Please join us in the Communities Hall to network, participate in professional development, collaborate with your peers, discuss future plans, and join a community of your choice. This dedicated space focuses on highlighting the skills, activities, accomplishments, and expertise of our Community Leader Volunteers and members of each community. Learn how to get involved in your local community, the Systers community, or our Technical Programs. Enjoy networking in our Systers meetups. Students can receive industry advice from experts in various fields. Do you plan to attend the career fair? Participate in peer resume reviews, get interview coaching, and salary negotiating tips. Come hear from the Pass It On Award Winners as they display their achievements. Listen to United Nations Panelists discuss challenges for women in tech and the need for the integration of women’s human rights into advocacy for gender equality in tech. Come by to spend time with our Community Hall Sponsors: Discover, Google, FullStory, and Medidata. Discover is also our Community Sponsor for the AnitaB.org Chicago Community. We are looking forward to facilitating connections, building relationships, and providing a greater opportunity to grow all AnitaB.org communities. Programming\n9:00am-9:30am Networking ChaCha Slide\n10:00am-12:00pm Pass It On Award Winner Presentations\n1:00pm-2:00pm How to Get Started as a Technical Entrepreneur\n2:00pm-3:00pm Get involved with your Community\n3pm-4pm Get involved with Systers\n4:30pm-5:30pm Women in Tech at the United Nations\n\nCommunity Fair\n\n9:30am-11am Amsterdam; Minneapolis; Chinese WIC; NAWIC; Jewish WIC\n\n11:30am-1:00pm. Atlanta; NYC; Filipinas In Computing; Pakistani Women In Computing; Turkish Women In Computing\n\n1:30pm -3pm Austin; Portland; Systers In Government; Systers Spain; Women In Cybersecurity\n\n3:30pm – 5:00pm Boston; Seattle; Indian Women In Computing; Vietnamese Women In Computing; LGBTQA In Computing Systers\n \nMeetups/Socials\n\n10:30-11:30 Meetup/Social Celebrating Pakistani Women in Technical Roles12pm-1pm Meetup/Social Celebrating the Local Community\n1:30pm-2:30pm Meetup/Social Celebrating Native Women and Systers Spain in Technical Roles\n\n3pm-4pm Meetup/Social Celebrating Iranian Women in Technical Roles\n\n4:30-5:30 Meetup/Social Celebrating Asian Women in Technical Roles"}, {"audience": "Invite Only", "location": "OCCC W306A", "date": "Thursday, October 3, 2019", "start": "9:00 AM", "end": "5:30 PM", "title": "Membership Special Lounge (Inaugural Offer)", "description": "An exclusive lounge space that provides a premium experience for members of the AnitaB.org Membership Program. It is a comfortable place to \"camp out\" between sessions and meet people; and also a compelling reason for Grace Hopper Conference attendees to immediately join AnitaB.org Membership Program."}, {"audience": "All", "location": "OCCC Hall WA3", "date": "Thursday, October 3, 2019", "start": "9:00 AM", "end": "5:30 PM", "title": "GHC Expo", "description": "GHC Expo is one of the most highly attended functions. It serve as an influential platform for companies, academics, governments, and industry experts to come together, share and learn information, hire qualified talents, network and build business relationships among women technologists. GHC Expo has hundreds of career fair and interview booths including poster sessions and Technology Showcase."}, {"audience": "Faculty", "location": "OCCC W209B", "date": "Thursday, October 3, 2019", "start": "9:00 AM", "end": "5:30 PM", "title": "Faculty Lounge", "description": "The Faculty Lounge is a place for faculty and academic staff to informally network, catch up on work, and grab a snack or drink. The Faculty Lounge will be open throughout the conference where faculty and any other attendees with an Academic registration can come relax and take a break."}, {"audience": "All", "location": "OCCC WF1", "date": "Thursday, October 3, 2019", "start": "9:00 AM", "end": "5:30 PM", "title": "Open Source Day Code-a-thon for Humanity", "description": "OSD provides attendees of all skill levels with the opportunity to collaborate and make a change. Join this code-a-thon to develop projects that improve the world we live in. Participants will use open source software (OSS) on these humanitarian projects and gain some practical coding skills, meet our sponsors, and network with others in this annual event!\n\nPlease note: we also have a need for designers and map editors for two of our projects. \nView the 2019 projects here!"}, {"audience": "Student", "location": "OCCC W221C", "date": "Thursday, October 3, 2019", "start": "9:00 AM", "end": "5:30 PM", "title": "Student Lounge", "description": "The Student Lounge is a fun, interactive space where students can gather between sessions. The space will feature comfortable seating and student-focused amenities. The Student Lounge will be open throughout the conference for students to convene, mingle, and relax. They may stop by anytime they like."}, {"audience": "Invite Only", "location": "OCCC W305", "date": "Thursday, October 3, 2019", "start": "9:00 AM", "end": "5:30 PM", "title": "Speaker Lounge", "description": "GHC speakers are invited to rest and recharge before and after their sessions. Another opportunity to network with other speakers or get some quiet time."}, {"audience": "Senior/Executive", "location": "Hyatt Regency Ballroom V", "date": "Thursday, October 3, 2019", "start": "9:00 AM", "end": "10:00 AM", "title": "CR402: The Road to CIO", "description": "Three extraordinary women talk about their role, their priorities and responsibilities, and what it takes to be CIO. Not only are they extraordinary, they are minority women with diverse backgrounds leading the way in technology. All three are leaders in Federally Funded Research and Development Centers, organizations that set the course for innovation in technology, space, defense and science."}, {"audience": "All", "location": "OCCC W230C", "date": "Thursday, October 3, 2019", "start": "9:00 AM", "end": "9:45 AM", "title": "Increasing Women and Underrepresented Minorities in Computing: The Landscape and What You Can Do", "description": "Technology creation still lacks significant participation from women, under-represented minorities and people with disabilities – over half of the population. How to create meaningful change? Experts in the audience briefly discuss evidence-based strategies and the actions that can be taken to bring about change, including K-12, higher education, the tech workforce, and faculty."}, {"audience": "Beginning", "location": "OCCC W414A", "date": "Thursday, October 3, 2019", "start": "9:00 AM", "end": "10:00 AM", "title": "SP574: Can You Stay out of the Headlines? An Interactive Security Game.", "description": "We see it in the news everyday, story after story of an organization being breached. Why is security so hard? Participants of all backgrounds can try their luck in securing a fictional organization in our interactive game that challenges you to prioritize security projects within an ever changing threat landscape. Can you prevent your organization from making tomorrow's headline? Come find out!"}, {"audience": "All", "location": "OCCC Chapin Theater (Lvl 3)", "date": "Thursday, October 3, 2019", "start": "9:00 AM", "end": "9:45 AM", "title": "A Discussion on Building Teams as a Leader in Tech with Morgan DeBaun", "description": "Morgan will share her story of moving to Silicon Valley, raising venture funding, launching a company and now growing Blavity Inc. to include a portfolio brands. She will be an open book to answer any questions to help support aspiring and current founders scale their businesses."}, {"audience": "All", "location": "Hyatt Regency Ballroom Q", "date": "Thursday, October 3, 2019", "start": "9:00 AM", "end": "10:00 AM", "title": "Centering Indigenous Women in Tech", "description": "Join Edaena Salinas, Women in Tech Show host, as she interviews Robin Máxkii. Robin will share her work in promoting tech in Indigenous communities and provide insight on integrating inclusive and equitable practices to expand opportunities for Indigenous women. Robin believes that tech is for everyone and with appropriate strategies, resources and connections Indigenous women can thrive in tech."}, {"audience": "All", "location": "Hyatt Orlando Ballroom L", "date": "Thursday, October 3, 2019", "start": "9:00 AM", "end": "10:00 AM", "title": "CR133: Writing Effective Self and Peer Evaluations", "description": "\"Yay, It's Time for my performance review!\" (Said no one ever!) For many, the performance review is just an annual ritual of fear and loathing. But it doesn't have to be. Learning the art of writing good self and peer assessments not only establishes you as a good communicator, it also helps you set your career trajectory and get maximum returns on your hard work."}, {"audience": "Intermediate", "location": "OCCC W304C", "date": "Thursday, October 3, 2019", "start": "9:00 AM", "end": "9:30 AM", "title": "AI610: Comparing Label Noise Mitigation Strategies", "description": "Label noise degrades learned model performance. It may be mitigated with human review or by automatically removing or correcting noisy data. It's unclear from prior work if automated noise mitigation is sufficient in itself, or if it's worth expending human effort on noise mitigation. We present an empirical study to compare various label noise mitigation strategies on short text classification."}, {"audience": "Beginning", "location": "OCCC W307D", "date": "Thursday, October 3, 2019", "start": "9:00 AM", "end": "10:00 AM", "title": "IW570: Pocket AI & IoT: Machine Learning & Sensors to Turn Your Phone into a Smart Fitness Tracker", "description": "Want to learn more about trends like AI, IoT and wearables? We'll cut through the hype with hands-on exercises to create a smart fitness tracker using sensors on your mobile device. You'll acquire data from sensors, design a step counter, and train a machine learning model on the cloud to classify your activity. You'll leave motivated to use AI and sensors in your own projects!"}, {"audience": "Beginning", "location": "OCCC W224A", "date": "Thursday, October 3, 2019", "start": "9:00 AM", "end": "9:30 AM", "title": "SE552: How to Build for AI-Enabled UI", "description": "The future of front-end development is tightly linked with the explosion of AI services. In this talk, we will discuss do's and don'ts of creating a UI to enable people of different backgrounds become the architects of ML models. You will take away four key learnings from our experience and an array of examples that you can refer to as you implement AI experiences for expert and new user personas."}, {"audience": "All", "location": "Hyatt Plaza International Ballroom G", "date": "Thursday, October 3, 2019", "start": "9:00 AM", "end": "10:00 AM", "title": "Local Community - How can AnitaB.org's Volunteers Impact your Community?", "description": "The purpose of this panel is to share lessons learned from AnitaB.org's Community Volunteers. Leaders of our local community and special project leaders working on worldwide initiatives will discuss strategies on how to build a local community, share their local specific programming, and offer examples on how their work has a positive impact on women’s and girls’ pursuits in technology."}, {"audience": "Intermediate", "location": "OCCC W315B", "date": "Thursday, October 3, 2019", "start": "9:00 AM", "end": "10:00 AM", "title": "HW603: Developing Embedded Intelligence: Opportunities on the Edge", "description": "Do you marvel at the smart systems around us? Have you ever wondered about the growing challenges - from autonomous vehicles to healthcare wearables? Looking for your next research topic? This panel, experts in embedded software and hardware designs, will focus on the promising opportunities of shifting Artificial Intelligence onto edge devices. Join us to explore tomorrow's innovations."}, {"audience": "All", "location": "OCCC W415A", "date": "Thursday, October 3, 2019", "start": "9:30 AM", "end": "10:30 AM", "title": "Opportunities to Lead- Women’s Voices in Today’s Tech Policy Landscape", "description": "Congressional Delegation on stage: Staffers from key House Committees will discuss the issues tech regulation and tech diversity issues at hand for the 116th congress and beyond. They will highlight key areas where subject matter experts are especially needed, and how technologists can contribute to the evolving field of federal tech policy."}, {"audience": "Beginning", "location": "OCCC W222B", "date": "Thursday, October 3, 2019", "start": "9:45 AM", "end": "10:45 AM", "title": "TW511: Money Talks: How Fintech Innovation Can Close the Gap in Financial Equality", "description": "Throughout history, access to capital has led to economic prosperity for societies as well as individuals. However, predatory debt and credit systems have meant not everyone has been able to take equal advantage of this access. In this panel, we discuss the opportunities to build fintech products to undo these imbalances, and the technical and product challenges we need to solve along the way."}, {"audience": "Early Career", "location": "Hyatt Regency Ballroom S", "date": "Thursday, October 3, 2019", "start": "9:45 AM", "end": "10:45 AM", "title": "CR207: Surviving the Hashtags: Building a Support Network as a Woman in Tech", "description": "We've all heard the talks, read the books, and joined the discussions. We've deliberated what can be done to bring more women into tech, but another question to be answered is what is being done to keep women in tech? In this panel  we will discuss coping mechanisms, support networks, and communities we have built and how these help us survive the trials and tribulations of being a woman in tech."}, {"audience": "Intermediate", "location": "OCCC W415B", "date": "Thursday, October 3, 2019", "start": "9:45 AM", "end": "10:45 AM", "title": "AZ691: Business Strategy for Product Managers: How to Enter a New Market", "description": "As Product Managers, we want to build great products. However, to be a great PM, you have to evaluate when and how to best enter a market (if at all). Without a strategy, your company will cease to exist. This workshop teaches strategy frameworks to enable you to analyze different industries and products to create the most effective go-to-market strategies and enable long-term product success."}, {"audience": "Mid-Career", "location": "Hyatt Regency Ballroom O", "date": "Thursday, October 3, 2019", "start": "9:45 AM", "end": "10:45 AM", "title": "CR302: Career Katamari: How the Experiences You Gather Drive Your Leadership", "description": "The title, Katamari, comes from a video game where the player rolls & navigates picking up items until it's ready to be launched into a star. We'll use this metaphor to share stories from our panelists, all of whom are senior technologists w/ varied personal & professional backgrounds. Focused on how the experiences & skills they gathered throughout their lives shaped them into strong leaders."}, {"audience": "All", "location": "Hyatt Windermere Z", "date": "Thursday, October 3, 2019", "start": "9:45 AM", "end": "11:45 AM", "title": "Professional Development Leadership Workshops: 5 Ways to Lead When You're not in Charge", "description": "You don't need a title or a team to be a leader. Be Leaderly’s Jo Miller asked senior-level women leaders to name the top five skills that set apart the individual contributors and managers who successfully lead people without formal authority. This session explores practical ways to develop those skills. It also reveals how a mindset shift from doing to leading can have instant results."}, {"audience": "-", "location": "OCCC W300", "date": "Thursday, October 3, 2019", "start": "9:45 AM", "end": "10:45 AM", "title": "Abie Award Series: Making STEM Education Accessible Through the Immersion of Dance", "description": "We use dance to empower, educate, and encourage girls as our next generation of engineers, scientists, and technologists. Learn how our students build their confidence through dance and create challenging, technology-infused performances – ultimately building the skills needed for a future in STEM."}, {"audience": "Beginning", "location": "OCCC W304G", "date": "Thursday, October 3, 2019", "start": "9:45 AM", "end": "10:45 AM", "title": "HI504: Building Products for Everyone in a World that Cares about the Bottom Line", "description": "About 15% of people have some form of disability, yet many companies leave out this user base by not having a process around accessibility. Accessibility is essential not just for physical spaces, but digital ones as well. In this panel, we'll discuss the technical and organizational techniques used by various companies to further digital accessibility in pursuit of more inclusive experiences."}, {"audience": "All", "location": "OCCC W308D", "date": "Thursday, October 3, 2019", "start": "9:45 AM", "end": "10:45 AM", "title": "CR114: Finding Your Dream Job with a Ph.D.", "description": "Curious about the range of post-Ph.D. career options including academia and industry? Join us for a panel session with speakers who will give you a sense of the wide range of job options from working at a company to teaching. This session is aimed at late stage graduate students and post-docs. We’ll have practical advice on how to apply for jobs, interview and negotiate."}, {"audience": "Senior/Executive", "location": "Hyatt Plaza International Ballroom H", "date": "Thursday, October 3, 2019", "start": "9:45 AM", "end": "10:45 AM", "title": "CR401: So, You Want to Be a CEO?", "description": "Do you have an entrepreneurial spirit? Curious what it really takes to start and run your own company? Are you working on bringing your idea to life and want to hear how other entrepreneurs deal with the challenges of fundraising, pivoting and growing? Whether you are a seasoned CEO or dream of leading your own startup in the future, you will get inspired by our panelists who made their own path."}, {"audience": "Advanced", "location": "OCCC W314A", "date": "Thursday, October 3, 2019", "start": "9:45 AM", "end": "10:15 AM", "title": "CS703: Zero Downtime", "description": "Flights team at Expedia Group is in the process of replacing its legacy platform with 40+ micro-services. The complex communication network between these services can make it difficult to diagnose and fix issues. Our top priority is to be resilient enough to be able to gracefully survive failures. This talk will walk you through the guardrails we are using to build a resilient stack on the Cloud."}, {"audience": "All", "location": "-", "date": "Thursday, October 3, 2019", "start": "10:00 AM", "end": "12:30 PM", "title": "Poster Session 3: Big Data, High Perf Comp, Biotech/Health, Data, Robotics, Software Eng, Security", "description": "Learn about the innovative technology the next generation is dreaming up on the following topics: Big Data/Supercomputing, High Performance/Parallel Computing, Biotechnology/Bioinformatics, Health Sciences, Computational Biology, Data Science,\nRobotics, Software Engineering, Security. For more detailed information, visit our website."}, {"audience": "Invite Only", "location": "Rosen Centre Grand Ballroom A", "date": "Thursday, October 3, 2019", "start": "10:00 AM", "end": "12:00 PM", "title": "BRAID Stakeholder Meetup (Invite Only)", "description": "This is an invite-only meeting space for BRAID Funders and department chairs from the 15 BRAID Schools. Department chairs are welcome to bring their students and faculty with them."}, {"audience": "Intermediate", "location": "OCCC W304C", "date": "Thursday, October 3, 2019", "start": "10:00 AM", "end": "10:30 AM", "title": "AI609: On Building Information Retrieval Test Collections", "description": "Search engines are developed using test collections. Building collections for arbitrarily large document sets at acceptable cost is an open problem, though a process based on multi-arm bandit optimization was suggested as a way forward. Unfortunately, collections built using the method when the judgment budget is small compared to the (unknown) number of relevant documents can be unfair."}, {"audience": "Beginning", "location": "OCCC W224A", "date": "Thursday, October 3, 2019", "start": "10:00 AM", "end": "10:30 AM", "title": "SE547: Reinventing Humans to Manage Emerging Technologies", "description": "Did you know managing the future means managing you now? If you haven't shifted with the explosion of Artificial Intelligence and Emerging Technologies, you have already been disrupted. Reinventing humans to manage machine intelligent projects builds a clear narrative for understanding what sets AI projects apart from other projects while challenging your next move in a competitive workforce."}, {"audience": "Beginning", "location": "OCCC 202B", "date": "Thursday, October 3, 2019", "start": "10:00 AM", "end": "10:45 AM", "title": "TM563: Breaking Societal And Learning Barriers for Dyslexic And Autistic Children", "description": "Autism and Dyslexia are pervasive developmental disorders seen both in children and adults. Early intervention can improve these conditions.  The goal of this Tech Meetup is to identify how and where we can introduce technology to identify these conditions in children, and help to improve their social interactions, cognitive behavior, and learning abilities, to let them lead a competent life."}, {"audience": "Early Career", "location": "Hyatt Regency Ballroom R", "date": "Thursday, October 3, 2019", "start": "10:15 AM", "end": "11:15 AM", "title": "CR236: Find Your Inner Tech Talk Topic in 60 Minutes", "description": "Increase your visibility in a tech community by giving a tech talk! You might want to educate, attract talent to your organization, or give back to the tech community.Join us in this exploratory workshop and discover what could make a great tech talk for you. Leave the room with a title for your tech talk, an abstract and bags of inspiration!"}, {"audience": "Intermediate", "location": "OCCC W315B", "date": "Thursday, October 3, 2019", "start": "10:30 AM", "end": "11:00 AM", "title": "HW647: Keeping Spectacles Cool: Product Design and Thermal Management Challenges", "description": "The mechanical and thermal challenges to launch Spectacles 2.0 included:Making the glasses water-resistantA length reduction of 7 mm on the enclosureIncreasing capture by 20 secondsIncreasing the data transfer speed from the glasses to the Snapchat appHere we will cover the mechanical challenges and thermal management strategy to solve these product changes."}, {"audience": "Beginning", "location": "OCCC W415D", "date": "Thursday, October 3, 2019", "start": "10:30 AM", "end": "11:30 AM", "title": "SP508: From Villains to Heroes: The Hacker Evolution", "description": "The image of a hacker is constantly evolving. Once seen as only villains, hackers today are also lauded as heroes, discussed daily in the media, and portrayed by Hollywood - anything but ignored.  Hear from ethical hackers about this evolution. Learn what motivates them, how they think, and questions your organization should consider before inviting hackers to test your security landscape."}, {"audience": "Mid-Career", "location": "Hyatt Regency Ballroom V", "date": "Thursday, October 3, 2019", "start": "10:30 AM", "end": "11:00 AM", "title": "CR316: Playing Big: Authentic Leadership for Influence, Visibility and Fulfillment", "description": "Do you feel like you have to compromise yourself at work in order to be effective or to \"fit in\"? The founder of a global tech women's empowerment platform shares tools that help women build presence and well-being. Her interactive talk lets you try new techniques while connecting with other women. Discover the power of \"bringing your whole self to work\" and learn six strategies for influence."}, {"audience": "All", "location": "OCCC W230C", "date": "Thursday, October 3, 2019", "start": "10:30 AM", "end": "11:30 AM", "title": "Pay It Forward! Volunteer for GHC 20 and AnitaB.org", "description": "Want to get involved at GHC 2020 or become more active with AnitaB.org? Join members of the AnitaB.org staff and some of our volunteers to learn how you can get involved and pay it forward."}, {"audience": "All", "location": "Hyatt Orlando Ballroom L", "date": "Thursday, October 3, 2019", "start": "10:30 AM", "end": "11:30 AM", "title": "CR135: Celebrate Your Achievements - #IamRemarkable Workshop", "description": "The #IamRemarkable workshop strives to empower women and underrepresented groups to speak openly about accomplishments in the workplace and beyond. In this hands-on workshop, participants develop confidence and are motivated to promote themselves in front of peers and management."}, {"audience": "All", "location": "Hyatt Plaza International Ballroom G", "date": "Thursday, October 3, 2019", "start": "10:30 AM", "end": "11:30 AM", "title": "Male Allies: Join the Movement in AnitaB.org Communities", "description": "In this session, we invite those who are or those who want to learn more, on ways males can be Ambassadors, Mentors or Sponsors for Women in Technology in their local communities. We hear from various individuals who build pathways into tech for marginalized folks, SVPs and VPs who create environments of inclusiveness, and lastly, we have a moderator who empowers Allies to lead the change."}, {"audience": "Intermediate", "location": "OCCC W311F", "date": "Thursday, October 3, 2019", "start": "10:30 AM", "end": "11:00 AM", "title": "DS634: Optimizing Facebook Ecommerce User Experience: E2E Personalization w/ Reinforcement Learning", "description": "Ecommerce personalization is a key driver for user engagement and satisfaction. This paper describes how we applied reinforcement learning techniques to personalize a Facebook ecommerce website starting from the day the site was launched. We present an E2E framework for personalization that optimizes the user experience at various traffic levels."}, {"audience": "Mid-Career", "location": "Hyatt Regency Ballroom Q", "date": "Thursday, October 3, 2019", "start": "10:30 AM", "end": "11:00 AM", "title": "OT319: Treating Diversity & Inclusion in Hiring as a Design Problem", "description": "There's no silver bullet to building a diverse and inclusive organization. So how do you know what things to try, and what's working and what isn't? Our UX team decided to use our user research chops to look at this problem in a user-centered way. In this session, we'll share how we married data and qualitative research to identify and fix holes in our recruiting, hiring, and retention practices."}, {"audience": "All", "location": "OCCC W307D", "date": "Thursday, October 3, 2019", "start": "10:30 AM", "end": "11:30 AM", "title": "SP101: ACM Award Winning Research in Cybersecurity", "description": "This session recognizes and highlights three award-winning female ACM researchers: Aisha Ali-Gombe, Alexandra Dmitrienko and Shagufta Mehnaz. Topic: Cybersecurity."}, {"audience": "Intermediate", "location": "OCCC W224D", "date": "Thursday, October 3, 2019", "start": "10:45 AM", "end": "11:15 AM", "title": "IW654: Discovering IoT Data Artifacts from Wearable/Mobile Devices", "description": "The adoption of smart home Internet of Things (IoT) devices continues to grow. What if your devices can snitch on you and let us know where you are at any given point in time? In this work we examined the artifacts produced by Nest devices. There are cases starting to emerge in which smart home IoT devices have been used as culpatory evidence and our results will advance digital forensics."}, {"audience": "Intermediate", "location": "OCCC WF3", "date": "Thursday, October 3, 2019", "start": "10:45 AM", "end": "11:15 AM", "title": "IM652: The Future of Animated Content is Real-Time", "description": "Considerable innovation in graphics technology has positioned real-time software to revolutionize the world of media and entertainment. From production to distribution, real-time technology is already changing the way we make and consume content. In this session, we will examine how real-time rendering and non-linear workflows will influence the production pipeline for CG animated content."}, {"audience": "Intermediate", "location": "OCCC W414A", "date": "Thursday, October 3, 2019", "start": "10:45 AM", "end": "11:45 AM", "title": "ET687: Ethereum Smart Contracts: Building Your First Dapp", "description": "In this session, you will learn about the state of the current Smart Contract development ecosystem. You will build and deploy your own Ethereum Smart Contract in Solidity, and you will learn about the impact that Ethereum has had on a wide range of disciplines including supply chains, healthcare, and finance as well as the revolutionary potential it has to impact the way we organize as a society."}, {"audience": "Intermediate", "location": "OCCC W314A", "date": "Thursday, October 3, 2019", "start": "10:45 AM", "end": "11:15 AM", "title": "CS623: Scaling Apache Spark @ LinkedIn", "description": "Apache Spark is gaining more and more popularity in today's data-driven world. However, when rapidly growing data processing workloads meet already massive clusters, there are various scalability challenges, including infrastructure instability, job tuning and use-case support. In this talk, we will discuss how we tackle these challenges at LinkedIn in a scalable way and our vision ahead."}, {"audience": "Intermediate", "location": "OCCC W415A", "date": "Thursday, October 3, 2019", "start": "11:00 AM", "end": "12:00 PM", "title": "SE605:Scaling to Extreme Volume in Big Data, SaaS, Social Networks & Cross-disciplinary Applications", "description": "Popular websites and applications have seen 2x growth in data volume every 2 years.  90% of the data in today's digital universe was created in the last two years.  Organizations face increasing challenges in managing resources to achieve scalability for extreme volumes while maintaining reliability. The playbook has yet to be written on how to address these opportunities for effective growth."}, {"audience": "-", "location": "OCCC W300", "date": "Thursday, October 3, 2019", "start": "11:15 AM", "end": "12:15 PM", "title": "Abie Award Series: Empowering Women to Improve Women's Health Through Tech, Education, & Engagement", "description": "We have created a unique framework in which women are empowered to help women eliminate cervical cancer. We have dismantled centuries old gynecological practices, largely designed by men, to create a suite of technological solutions designed for women by women. This allows midwives and female community volunteers to bring high-quality screening, diagnosis and treatment to each & every woman."}, {"audience": "All", "location": "OCCC W308D", "date": "Thursday, October 3, 2019", "start": "11:15 AM", "end": "12:15 PM", "title": "CR102: Effective Teaching Tactics", "description": "This session covers current theories on educational pedagogy and practical suggestions and resources to thrive in the classroom. We’ll discuss planning course goals and objectives, options for how to use class time and ways to foster a fun, interactive learning environment. We will also present classroom management techniques and strategies for what to do if things don’t go as planned."}, {"audience": "Intermediate", "location": "OCCC W222B", "date": "Thursday, October 3, 2019", "start": "11:15 AM", "end": "11:45 AM", "title": "TW677: The Future is FemTech", "description": "FemTech - technology geared towards improving women's lives - is on the rise. Women technologists and entrepreneurs are best positioned to take advantage of this growth, driven by their unique understanding of the target customer segment. This presentation will equip entrepreneurial technologists with the market knowledge required to capture opportunities in this high-growth market."}, {"audience": "Intermediate", "location": "OCCC W415B", "date": "Thursday, October 3, 2019", "start": "11:15 AM", "end": "12:15 PM", "title": "AI683: Breaking the Black Box: Interpreting Machine Learning Models", "description": "Machine Learning (ML) systems should be interpretable when making crucial decisions for humans. In this workshop, participants will be introduced to interpretable ML and its importance. They will also get hands-on experience using the Activation Maximization technique to interpret Convolutional Neural Networks and using these interpretations to evaluate the fairness and robustness of ML models."}, {"audience": "Intermediate", "location": "OCCC W304G", "date": "Thursday, October 3, 2019", "start": "11:15 AM", "end": "12:15 PM", "title": "HI604: Autonomous Driving - Are We There Yet?", "description": "Fleets of autonomous vehicles have been running in the real world with the goal of improving road safety and service mobility. Are we ready to embrace autonomous driving? Are the fundamental technologies mature enough to meet users' expectation? This panel will discuss the evolving ecosystem for autonomous driving to highlight opportunities, risks and technical challenges for attendees to explore."}, {"audience": "Intermediate", "location": "OCCC W312C", "date": "Thursday, October 3, 2019", "start": "11:15 AM", "end": "12:15 PM", "title": "ET602:Internet of Value: Using Blockchain & Digital Assets to Move Value How Information Moves Today", "description": "While information can move around the world in an instant, making a payment from one country to another can be slow, expensive, and unreliable. The Internet of Value (IoV) aims to solve this problem, enabling us to move value as quickly as we share information. In this panel, an engineer, PM, and CEO discuss the meaning of the IoV and their diverse experiences working on making it a reality."}, {"audience": "Student", "location": "Hyatt Regency Ballroom O", "date": "Thursday, October 3, 2019", "start": "11:15 AM", "end": "11:45 AM", "title": "CR225: Hack the Patriarchy: Slay at Hackathons", "description": "Participating in hackathons can be daunting. The guy next to you clicks away on his keyboard, while another team celebrates their big ideaâ€”you start to feel the impostor syndrome set in. Lack of gender diversity cannot be changed overnight, but that shouldn't deter women from participating. This talk will teach women how to navigate the social dynamics of competitive creation."}, {"audience": "Mid-Career", "location": "Hyatt Plaza International Ballroom H", "date": "Thursday, October 3, 2019", "start": "11:15 AM", "end": "11:45 AM", "title": "CR305: You Can Do Anything: Thinking Beyond your Background to Create a Career you Love", "description": "How do you build a path to a role that you love, starting from where you are today? In this session you’ll learn tips to help you pivot in your career, overcome gaps, and follow your interests. You’ll hear how the Vice President of Product Marketing for Google Cloud adapted a background in economics to roles in product management, strategy, and management across startups and large corporations."}, {"audience": "All", "location": "OCCC 202B", "date": "Thursday, October 3, 2019", "start": "11:30 AM", "end": "12:15 PM", "title": "TM130: Let's Not Fail Future of Technology by Ignoring Ageism in Tech", "description": "Just as good wine gets better with age, Software Engineers gain experience, perspective and valuable skills over their professional career.  Yet ageism continues to be a proven problem in Tech. In this meetup we will put our heads together on identifying some causes and symptoms of ageism in the workplace  and creating tactics to combat it in our day to day."}, {"audience": "Intermediate", "location": "OCCC W311F", "date": "Thursday, October 3, 2019", "start": "11:30 AM", "end": "12:00 PM", "title": "DS628: Race to MVP: Modeling Fan Behavior for Personalization", "description": "The sports industry is a unique one that changes rapidly, and sports fans want to stay connected. A big win for the Pittsburgh Steelers yesterday quickly becomes old news when a big trade strikes the NBA. By analyzing behavior of ESPN users, we can harness big data and apply simple machine learning algorithms to provide personalized experiences for fans - anytime, anywhere."}, {"audience": "Invite Only", "location": "Rosen Centre Grand Ballroom C", "date": "Thursday, October 3, 2019", "start": "11:30 AM", "end": "5:30 PM", "title": "Senior Leadership Summit- Organizational Leadership Track (Invite Only)", "description": "The Organizational Leadership Track of the Senior Leadership Summit (formally Senior Women's Program) is an invite only session. Attendees will hear from tech and corporate leaders on leading a tech company and driving systemic change. This track will have a focus on transforming company culture."}, {"audience": "Student", "location": "Hyatt Regency Ballroom S", "date": "Thursday, October 3, 2019", "start": "11:30 AM", "end": "12:00 PM", "title": "CR223: Friend Not Foe: How the Inner Imposter Gives Me Confidence", "description": "Can moments of self-doubt co-exist with confidence? The answer is yes, since confidence is the full acceptance of one's self, rather than unfounded conceit. We will discuss what Imposter Syndrome is, how, by challenging oneself and transforming self-doubt into self-knowledge, one can build confidence despite self-doubt, and why this process is crucial at the early stages of one's career."}, {"audience": "Senior/Executive", "location": "Hyatt Regency Ballroom Q", "date": "Thursday, October 3, 2019", "start": "11:30 AM", "end": "12:00 PM", "title": "OT410: Leveraging Non-Traditional Pathways and Apprenticeships to Increase Diversity in Tech", "description": "Despite recent efforts to increase diversity in tech, the hiring and retention rates of underrepresented groups remain abysmal. Factors include pipeline problems to recruiting methods, to a lack of inclusive company culture. In this presentation, we'll share the lessons we've learned so far on our journey at Treehouse by providing key takeaways for others who are working on improving D&I in tech."}, {"audience": "Beginning", "location": "OCCC W315B", "date": "Thursday, October 3, 2019", "start": "11:30 AM", "end": "12:00 PM", "title": "HW523: Building a Brain: Neuromorphic Computing Hardware", "description": "Neuromorphic computers hold the promise of implementing biologically-inspired neural networks into hardware - but what's the right hardware to implement them? In this talk, four different neuromorphic implementations (digital, mixed analog-digital, optoelectronic, and biomimetic) will be presented, and the advantages and disadvantages of each will be discussed."}, {"audience": "Senior/Executive", "location": "Hyatt Regency Ballroom R", "date": "Thursday, October 3, 2019", "start": "11:45 AM", "end": "12:45 PM", "title": "CR414: Women With Impact: Maximizing Power and Collaboration", "description": "When you look in the mirror, do you see a powerful woman? How do you feel about using your power? In this interactive workshop, explore how to use your personal and collective power to influence outcomes and maximize impact. Leave with an appreciation of your power and a plan for leveraging it. Bring your inner Wonder Woman as we explore the use of power for personal and career advancement."}, {"audience": "Intermediate", "location": "OCCC W224D", "date": "Thursday, October 3, 2019", "start": "11:45 AM", "end": "12:15 PM", "title": "IW657: Sensor Based Analysis of Mosquito Dense Areas", "description": "A huge number of people around the world are prone to mosquito-borne diseases. Our idea is to build a framework to identify the mosquito breeding & gathering areas using IOT based sensors. The framework gathers and analyzes the data to generate reports and create smart insights on mosquito behavior based on seasons. Using this, authorities can prevent mosquito breeding by taking necessary actions."}, {"audience": "Intermediate", "location": "OCCC WF3", "date": "Thursday, October 3, 2019", "start": "11:45 AM", "end": "12:15 PM", "title": "IM653: Anatomy of a Cube:  Managing the Complexity of a Simple Design", "description": "We are the team behind Wattam, a game by Keita Takahashi. Our challenge was to make a physics-simulated 3D game featuring a wide cast of playable characters that look simple on the surface. We had to remain adaptable and collaborate across disciplines with limited resources to build Wattam. In this talk we will outline our approach and the pitfalls we encountered through the course of development."}, {"audience": "Mid-Career", "location": "Hyatt Regency Ballroom V", "date": "Thursday, October 3, 2019", "start": "11:45 AM", "end": "12:15 PM", "title": "CR306: How to Find High-impact Work and Make People Pay Attention", "description": "\"Be more proactive\" is feedback we've probably all heard at one time or another. But we also know that all projects are not created equal. Simply taking on more work doesn't always equate to career growth - in fact, it can do the opposite. This session is designed to help you identify meaningful work that will ultimately boost your visibility, have org-wide impact, and maximize your career growth."}, {"audience": "All", "location": "Hyatt Plaza International Ballroom G", "date": "Thursday, October 3, 2019", "start": "12:00 PM", "end": "1:00 PM", "title": "How to Raise Money and Bring Your Startup Idea to Life", "description": "Raising money is an important strategy for winning at startups. Raising money is also something many new founders struggle to figure out. If you don't know the intricacies of the fundraising process, you may be setting yourself up for a lot of rejection. In this workshop, you will learn the exact techniques to get investors to write you a check, so you can scale your startup."}, {"audience": "All", "location": "OCCC W208C", "date": "Thursday, October 3, 2019", "start": "12:00 PM", "end": "1:00 PM", "title": "Advocates for Women in Tech Luncheon", "description": "The inaugural Advocates for Women in Tech Luncheon will shine a spotlight on the community of advocates working toward an equitable tech ecosystem. All advocates, including policy experts, corporate social responsibility executives, community leaders, and interested individuals, are welcome to come network, as well as hear from leaders discussing an array of efforts to empower all women in tech."}, {"audience": "Invite Only", "location": "OCCC W203B", "date": "Thursday, October 3, 2019", "start": "12:00 PM", "end": "1:30 PM", "title": "Committee's Lunch (Invite Only)", "description": "Co-Chairs and Committee Members are invited to join us for lunch to celebrate your contributions to GHC. Come meet the Content Team and network with other members of our committees. Prior RSVP required."}, {"audience": "All", "location": "Hyatt Plaza International Ballroom D", "date": "Thursday, October 3, 2019", "start": "12:00 PM", "end": "1:30 PM", "title": "Luncheon Celebrating LGBTQ-A in Technical Roles", "description": "Promote and support LGBTQ-A technologists from industry, government, and academia. This event gives the community a chance to broaden their networks, connect with strong role models, and celebrate their accomplishments."}, {"audience": "Early Career", "location": "Hyatt Orlando Ballroom L", "date": "Thursday, October 3, 2019", "start": "12:00 PM", "end": "12:30 PM", "title": "CR224: Becoming a Program Manager: How do I Know if it is For Me?", "description": "What is a program manager? Do I need a technical degree? What does it take to be a good program manager? Our presentation will address these questions, plus more. We want to share with you what we enjoy about our jobs, with some of the highlights and challenges, what we think it takes to be a good program manager, and some tips and tricks to be successful in the role."}, {"audience": "Intermediate", "location": "OCCC W415D", "date": "Thursday, October 3, 2019", "start": "12:00 PM", "end": "12:30 PM", "title": "SP665: Best Case Security for Worst Case Scenarios", "description": "This session covers one of the most challenging security threats of the day - supply-chain attacks. It highlights why these attacks are so hard to deal with and walks through the various stages of detection, investigation and response in a real-world scenario where time is of critical essence. Attendees will leave equipped knowing how to recognize and effectively manage such high-stakes attacks."}, {"audience": "Intermediate", "location": "OCCC W414A", "date": "Thursday, October 3, 2019", "start": "12:15 PM", "end": "1:15 PM", "title": "CS684: The Great AWS Baking Show: Technical Challenge", "description": "In this episode of The Great AWS Baking Show, contestants will wow judges by building an EC2-hosted web application. This challenge requires enough technical knowledge to produce a functioning product when given only limited instructions. For less experienced bakers, hints will be available, but using them will impact their score. And there will be surprise challenges for advanced bakers as well!"}, {"audience": "All", "location": "Hyatt Plaza International Ballroom H", "date": "Thursday, October 3, 2019", "start": "12:15 PM", "end": "1:15 PM", "title": "CR112: Informal Career Interventions: When a Career Needs a Swift Kick- Panel Discussion", "description": "Do informal career interventions play a key role in helping some women achieve stellar success as leaders in the tech world? Though informal interventions are rarely stressed in professional literature, this panel, moderated by author Pratima Rao Gluckman, will demonstrate the power of informal interventions and offer strategies for women to become architects of their own career interventions."}, {"audience": "Intermediate", "location": "OCCC W222B", "date": "Thursday, October 3, 2019", "start": "12:15 PM", "end": "12:45 PM", "title": "TW676: Pitch Perfect!", "description": "This presentation will include the 10 elements you need for creating your Pitch Perfect deck! To increase your â€œfunding per pitch ratioâ€\u009d you need to know what the investors are looking for and how to present the data in a way they will listen. In addition to providing the most important elements for your pitch deck the presenter will also include a list of funding resources for female founders."}, {"audience": "Mid-Career", "location": "Hyatt Regency Ballroom O", "date": "Thursday, October 3, 2019", "start": "12:15 PM", "end": "12:45 PM", "title": "CR307: The Modern-Day Marvelous Mrs. Maisel: How I Made a Mom-Back in the Tech Industry", "description": "This is the real-world take on the popular TV series about how women can forge a new identity outside of \"mother\" and make a full-forced career comeback after a significant amount of time away. We'll explore why women are at higher risk for career interruptions than men and how they can successfully navigate their reentry into the tech industry and reduce the impact of the motherhood penalty."}, {"audience": "Intermediate", "location": "OCCC W307D", "date": "Thursday, October 3, 2019", "start": "12:30 PM", "end": "1:30 PM", "title": "HW688: Edge AI with Raspberry Pi", "description": "Get started with edge AI! Deep learning is replacing traditional perception and identification algorithms across computer vision, data analytics, speech recognition, and natural language processing. In this workshop, you will develop a deep learning application that detects and classifies objects in an image. You will then deploy and run the application on a Raspberry Pi board. Bring your laptop!"}, {"audience": "Beginning", "location": "OCCC W311F", "date": "Thursday, October 3, 2019", "start": "12:30 PM", "end": "1:00 PM", "title": "DS520: Real-time Analytics Platform Based on Lambda Architecture", "description": "Traditionally, our ability to deliver insights on data has been hindered by the latencies associated with copying data periodically to data warehouses. Yang Zhou will explain how to build a real-time analytics platform based on lambda architecture to help deliver data-driven insights and take actions on it in near real-time."}, {"audience": "Faculty", "location": "Hyatt Celebration Room 1", "date": "Thursday, October 3, 2019", "start": "12:30 PM", "end": "1:30 PM", "title": "Faculty Lunch", "description": "The Faculty Lunch is an opportunity to develop connections with a global community of academics. If you are a faculty member, instructor, or lecturer, please join us for lunch!"}, {"audience": "Senior/Executive", "location": "Hyatt Regency Ballroom Q", "date": "Thursday, October 3, 2019", "start": "12:30 PM", "end": "1:30 PM", "title": "OT403: Innovating Talent Acquisition with Returnships", "description": "Thousands of women leave the workforce due to caregiving and many of them struggle to return to their professions. Yet, companies claim difficulty in recruiting mid-career technical women, citing a lack of qualified candidates. In this session, you'll hear from leaders responsible for diversity initiatives who implemented returnship programs to find technical women who were hiding in plain sight."}, {"audience": "Intermediate", "location": "OCCC W224A", "date": "Thursday, October 3, 2019", "start": "12:30 PM", "end": "1:00 PM", "title": "SE673: How High Performing Companies Achieve Digital Transformation", "description": "2 women, 30+ years of tech experience, 200+ companies. Learn from the success and failures of top enterprises as they navigated the rough path to Digital Transformation  This presentation will give you the inside stories, methodology and best practices from companies who were able to connect technology to the business impact and have outpaced their competition on the way to digital transformation."}, {"audience": "All", "location": "Rosen Centre Salon 2", "date": "Thursday, October 3, 2019", "start": "12:30 PM", "end": "1:30 PM", "title": "ACM-W Council Luncheon (invite only)", "description": "This lunch is for those affiliated with the Association for Computing Machinery Council on Women in Computing (ACM-W)."}, {"audience": "All", "location": "Hyatt Regency Ballroom S", "date": "Thursday, October 3, 2019", "start": "12:30 PM", "end": "1:00 PM", "title": "CR125: Teams are Made of Humans: Connection as a Basis for Collaboration and Coaching", "description": "Effective teams are built on smooth collaboration and honest communication. But how do you establish connection and create space for honesty in a team that moves fast? Collecting Personal Readmes into a Team User Manual can help avoid misunderstandings and build relationships based on bi-directional feedback. Learn how to use Team User Manuals to move faster and build quality partnerships at work."}, {"audience": "All", "location": "OCCC W308D", "date": "Thursday, October 3, 2019", "start": "12:45 PM", "end": "1:45 PM", "title": "CR240: Mid-Career: Stay, Change or Retire", "description": "A little bit bored? Unhappy? Ready for a change but not sure? In this session, we will talk about different options for improving your job satisfaction including making changes where you are, changing to new roles within your company, changing to a different company, or taking a longer break. There will be time set aside for small group discussion and questions from the audience."}, {"audience": "Beginning", "location": "OCCC WF4", "date": "Thursday, October 3, 2019", "start": "12:45 PM", "end": "1:45 PM", "title": "HI568: Detecting Gender Bias in Software", "description": "Have you ever been frustrated using new software? Don't worry, it's not your fault! Research shows that different people, especially men and women, have varied problem solving styles. As the majority of software is designed by men, unconscious bias may explain this. This workshop will explain how to detect this bias and build more inclusive software."}, {"audience": "Intermediate", "location": "OCCC W312C", "date": "Thursday, October 3, 2019", "start": "12:45 PM", "end": "1:15 PM", "title": "ET639: Blockchain Beyond Cryptocurrency: A Framework For Secure Data Management And Sharing", "description": "In this era of Big Data, sensitive and personal data of users are continuously being collected for curation and analysis. Traditional privacy protection methods often fail to empower users to have control over their data, maintain trust, and improve data integrity. To address this, we build a secure, trusted, and scalable framework, based on blockchain technology, to manage and share user data."}, {"audience": "Early Career", "location": "Hyatt Regency Ballroom V", "date": "Thursday, October 3, 2019", "start": "12:45 PM", "end": "1:45 PM", "title": "CR205: Represent!  Getting Ahead as a Woman of Color in Tech Leadership", "description": "Leadership in tech requires a blend of technical, people and project management skills. Being a woman of color in this industry adds layers of complexity that can be challenging at best, prohibitive at worst. Hear leaders in various roles share experiences on thriving when you are the only woman and person of color at the table and how others can advocate for the unicorns in their organizations."}, {"audience": "Beginning", "location": "OCCC W224D", "date": "Thursday, October 3, 2019", "start": "12:45 PM", "end": "1:15 PM", "title": "IW534: An Eye on the Storm: Tracking Power Outages via the Internet of Things", "description": "Assessing the extent of power outages in the wake of disasters is a crucial but daunting challenge. We developed a prototype to estimate and map the severity and location of power outages throughout an event by taking advantage of IoT as a non-traditional power-sensing network. We present results used by FEMA and other responders during multiple major hurricanes, such as Harvey, Irma, and Maria."}, {"audience": "Intermediate", "location": "OCCC W304G", "date": "Thursday, October 3, 2019", "start": "12:45 PM", "end": "1:15 PM", "title": "AZ662: How to Build a Moonshot", "description": "Lilian & Laura, Product and Research Directors will share how they brought together a cross-functional team to focus the Google Assistant on overcoming challenges that come with innovating in a nascent industry. They'll share insights from conceptualization to launch: how they enabled their teams to identify unmet user needs, measure success in an emergent space, and focus on moonshots /10x ideas."}, {"audience": "ALl", "location": "OCCC W300", "date": "Thursday, October 3, 2019", "start": "12:45 PM", "end": "1:45 PM", "title": "Abie Award Series: Living Our Vision - Computing for the Common Good", "description": "Computer systems are enhancing our lives and ability to solve complex problems, but they can also exhibit bias or make mistakes. We are addressing this via “Computing for the Common Good\", creating technology that serves and protects us: fair, accessible, explainable, trustworthy, effective & efficient. I will discuss this through research, programs, open research and the educational challenges."}, {"audience": "Beginning", "location": "OCCC W415A", "date": "Thursday, October 3, 2019", "start": "1:00 PM", "end": "2:00 PM", "title": "AI501: Design Inclusivity in AI", "description": "Legendary roboticist Dr. Ayanna Howard will moderate 3 women executive technologist who are making an  impact in the world by bringing diverse perspective to AI solutions.  We will discuss how the diverse perspective lead to a better product.  Each will share use cases from their work in leveraging AI to augment human to achieve more, gain more insight, or experience something magical."}, {"audience": "Beginning", "location": "OCCC W304C", "date": "Thursday, October 3, 2019", "start": "1:00 PM", "end": "1:30 PM", "title": "AI514: Building a Multi-domain Chatbot With Artificial Intelligence", "description": "At Travelers we wanted to design a chatbot that could reduce the conversation volume for our technical support center. To achieve this, we've built a multi-domain chatbot to integrate various chatbots within a single conversation. In this talk we will explain how we customized an open source chatbot framework with state-of-the-art AI models and unique features to build a multi-domain chatbot."}, {"audience": "Advanced", "location": "OCCC W415D", "date": "Thursday, October 3, 2019", "start": "1:00 PM", "end": "1:30 PM", "title": "SP712: How to Get Everyone from Board of Directors to Analyst Ready for a Cyber Security Incident", "description": "Is your company prepared to handle and make decisions after a cyber security incident? Part of your job as a cyber security leader is not just technical response, but helping guide your company through all aspects of incident response. Hear about Target's approach to Enterprise Incident Management and how they test their teams and leaders to be prepared for any cyber issues."}, {"audience": "Beginning", "location": "OCCC WF3", "date": "Thursday, October 3, 2019", "start": "1:00 PM", "end": "1:30 PM", "title": "IM529: Interactive Video - How Netflix Uses Technology for Innovative Storytelling", "description": "Branching narratives invite viewers to direct their own unique story by making plot choices during video playback. Technical advancements in video streaming enable seamless transitions and maintain the illusion of continuous content. Maintaining user choice state enables storylines of staggering complexity. We discuss the challenges and innovations in creating interactive experiences."}, {"audience": "Mid-Career", "location": "Hyatt Orlando Ballroom L", "date": "Thursday, October 3, 2019", "start": "1:00 PM", "end": "2:00 PM", "title": "CR322: Influence - Making It without Faking It", "description": "Maximize your influence with your peers and senior leaders by developing a heightened awareness of your authentic traits and potential derailers in applying them. Join us on a journey to identify your personality traits and practice employing them to influence others authentically. Leave the workshop knowing that you can effectively influence your network by simply playing to your strengths."}, {"audience": "Intermediate", "location": "OCCC W314A", "date": "Thursday, October 3, 2019", "start": "1:15 PM", "end": "1:45 PM", "title": "CS618: Closer to the Wire: How to Build a Real-Time News Alerting System", "description": "What's it worth to be the first person to read a news story? For a trader, a second is enough to make or break a portfolio. Join me to hear how my team built a real-timenews alerting system that manages large-scale subscriptions and high-volume story flow whilst having sub-second latency requirements using open-source technology. Explore the challenges and learn about the news search ecosystem."}, {"audience": "Mid-Career", "location": "Hyatt Regency Ballroom R", "date": "Thursday, October 3, 2019", "start": "1:15 PM", "end": "2:15 PM", "title": "CR323: Mid Career Blues? Explore \"Future You\" in 60 mins", "description": "Improve & future proof your career prospects by learning how to transform your career.  Join us in this workshop to explore your \"Future You\" & leave the room with a confidence in taking charge of your career!"}, {"audience": "Beginning", "location": "OCCC W222B", "date": "Thursday, October 3, 2019", "start": "1:15 PM", "end": "1:45 PM", "title": "TW556: Women Building for Women", "description": "Did you know that women influence 85% of all consumer purchases? Women sit in the driver's seat for the purchasing decisions they make for themselves/their families, yet they're in the backseat when it comes to designing the products they use everyday. Join me to learn about how companies like The Wing, Airbnb. and Etsy, are pioneering a women-first approach to inclusive product development."}, {"audience": "Student", "location": "Hyatt Regency Ballroom O", "date": "Thursday, October 3, 2019", "start": "1:15 PM", "end": "1:45 PM", "title": "CR233: Become A Gender Equality Superhero: Seven Ways To Thwart Gender Discrimination", "description": "Gender equality is a key topic of conversation in boardrooms, on campuses and in the media. Despite an increased focus, women today are still extremely likely to experience some form of discrimination, bias or even harassment in their workplace. How can we combat these challenges? One female executive shares best practices to counter discrimination and advance your career at the same time."}, {"audience": "Beginning", "location": "OCCC W311F", "date": "Thursday, October 3, 2019", "start": "1:30 PM", "end": "2:00 PM", "title": "DS519: Low Latency Analytics At Scale Using Pinot", "description": "Extracting meaningful insights from vast amounts of data has been the holy grail of Big Data systems. While many systems allow interactive queries on Big Data, serving low latency queries at very high throughput has been challenging. Pinot is a real-time OLAP engine that bridges the gap. In this session, we will cover the core features in Pinot that help achieve low latency and high throughput."}, {"audience": "Senior/Executive", "location": "Hyatt Regency Ballroom S", "date": "Thursday, October 3, 2019", "start": "1:30 PM", "end": "2:00 PM", "title": "CR409: All [A]Board: Your Journey to Becoming a Corporate Director", "description": "Just 20% of Fortune 500 board seats are held by women. How do we change this? How can you prepare yourself to serve on a corporate board? While the process of becoming a board director may seem mysterious and magical, the reality is much more achievable. Discover the important skills and the right path to board readiness."}, {"audience": "Beginning", "location": "OCCC 202B", "date": "Thursday, October 3, 2019", "start": "1:30 PM", "end": "2:15 PM", "title": "TM561: Stop Sexual Harassment: A Call For Empathy", "description": "Sexual harassment in tech is a nuclear bomb. Participants have an opportunity to hear a story from the speaker who experienced harassment firsthand with the objective to capture ideas/thoughts anonymously from participants to create a guide to help others facing these issues. If you need advice, you don't usually just ask one friend, you ask many to have a better scope of the situation."}, {"audience": "Early Career", "location": "Hyatt Plaza International Ballroom G", "date": "Thursday, October 3, 2019", "start": "1:30 PM", "end": "2:30 PM", "title": "CR235: Jaw Droppers", "description": "It happens to all of us. You're asked a question that shouldn't be asked. Maybe it was \"Do you agree men are more technical than girls?\"\u009d Or \"Do you think hiring Blacks lowers the bar?\" Whatever the question, the result is the same. A jaw drop. Having conducted panels dedicated to jaw droppers, Janice and Lynn share the best tactical responses and provide an interactive space to cultivate your own."}, {"audience": "Invite Only", "location": "Rosen Centre Salon 8", "date": "Thursday, October 3, 2019", "start": "1:30 PM", "end": "3:30 PM", "title": "Policy for Tech Change Stakeholder Meeting (Invite Only)", "description": "This invite only meet-up is a working meeting for key stakeholders engaged in AnitaB.org policy and advocacy endeavors. Attendees in the meeting will discuss strategies and opportunities in our policy and advocacy support for women in tech."}, {"audience": "All", "location": "Hyatt Windermere Z", "date": "Thursday, October 3, 2019", "start": "1:30 PM", "end": "3:30 PM", "title": "Professional Development Leadership Workshops: 5 Ways to Lead When You're not in Charge (Repeat)", "description": "You don't need a title or a team to be a leader. Be Leaderly’s Jo Miller asked senior-level women leaders to name the top five skills that set apart the individual contributors and managers who successfully lead people without formal authority. This session explores practical ways to develop those skills. It also reveals how a mindset shift from doing to leading can have instant results."}, {"audience": "All", "location": "Hyatt Plaza International Ballroom H", "date": "Thursday, October 3, 2019", "start": "1:45 PM", "end": "2:15 PM", "title": "CR127: The Power of ASK: How to Ask for and Get What you Want", "description": "\"Closed mouths don't get fed\" Are you asking for what you want?  If you're like most women, the answer is no.  But if you don't ask, you don't get. The Power of Ask will take you on a journey from being anxious to empowered to make the right asks of the right people at the right time.  The power of ASK will help you to be more confident, more comfortable about asking--and getting what you want."}, {"audience": "Beginning", "location": "OCCC W230C", "date": "Thursday, October 3, 2019", "start": "1:45 PM", "end": "2:15 PM", "title": "AZ542: Creating Great Products through Culture and Candor", "description": "Squad Reviews at Expedia Group have been instrumental in providing a platform for running highly autonomous product engineering teams. Inspired by Pixar's method of reviewing cinematic stories (the \"Braintrust\"), we formed teams that operate with a high degree of creative freedom. In this session, you will learn how to develop products through a culture of candor and storytelling."}, {"audience": "Beginning", "location": "OCCC W224D", "date": "Thursday, October 3, 2019", "start": "1:45 PM", "end": "2:15 PM", "title": "IW531: Creating Shared Value with IoT Solutions", "description": "Creating shared value (CSV) is about developing profitable business strategies that also deliver tangible social benefit. CSV explains how a company can create profit, while at the same time benefiting society by solving fundamental problems. We'll focuses on how companies can leverage IoT to develop business models that create shared value in education, farming, hospitality, and cities."}, {"audience": "Senior/Executive", "location": "Hyatt Regency Ballroom Q", "date": "Thursday, October 3, 2019", "start": "2:00 PM", "end": "2:30 PM", "title": "OT411: Does Extending Onboarding Impact Employee Engagement and Retention?", "description": "There is a tremendous need to decrease turnover in organizations because of the high financial and productivity costs to businesses.  Replacing an employee costs 90-200% of the employee's annual salary.  The NERD Program prepares our employees for success by providing the best tools, knowledge/resources and providing direct access to Senior Leaders to empower them as the innovators of tomorrow."}, {"audience": "Intermediate", "location": "OCCC W304C", "date": "Thursday, October 3, 2019", "start": "2:00 PM", "end": "2:30 PM", "title": "AI614: The Story of Smart Compose: The Gmail Model That Loved Thanksgiving", "description": "Millions of emails are written each week in Gmail, and they all start with an empty box. Smart Compose introduced AI-powered suggestions to help users write. From fighting an ML model with a deep love for Thanksgiving to mitigating gender bias in suggestions, there are some interesting stories to tell. Join Smart Compose engineers to hear why a billion characters saved per week didn't come easily."}, {"audience": "All", "location": "OCCC W307D", "date": "Thursday, October 3, 2019", "start": "2:00 PM", "end": "3:00 PM", "title": "ACM Student Research Competition - Semifinalist Presentations (undergraduate)", "description": "Support student researchers: Come to the ACM Student Research Competition semi finalists presentations. Three undergraduate students will present their research project in front of a panel of judges. Finalists will win a medal and a cash prize offered by the ACM SRC."}, {"audience": "All", "location": "-", "date": "Thursday, October 3, 2019", "start": "2:00 PM", "end": "4:30 PM", "title": "Poster Session 4: Artificial Intelligence, CREU Students, DREU Students", "description": "Admire the research projects of students from the following CRA-W programs: DREU (Distributed Research Experiences for Undergraduates) and CREU (Collaborative Research Experiences for Undergraduates). Also see posters on the innovative technology the next generation is dreaming up in Artificial Intelligence. For more detailed information, visit our website."}, {"audience": "Beginning", "location": "OCCC WF3", "date": "Thursday, October 3, 2019", "start": "2:00 PM", "end": "2:30 PM", "title": "IM530: The Most Powerful Software You've Never Met: Game Engines As Prototyping Platforms", "description": "In development, we're often tempted to write our prototypes from scratch, but we find ourselves reinventing the wheel and duct-taping on libraries to cover gaps. Join us in exploring a workflow where you write the code you want and get portability, top-tier visualization, and a community of support to boot. Game engines have never been more accessible - come find out how to make them work for you!"}, {"audience": "Intermediate", "location": "OCCC W315B", "date": "Thursday, October 3, 2019", "start": "2:00 PM", "end": "2:30 PM", "title": "ET638: Scaling Blockchains to Their Physical Limits", "description": "The poor scalability of blockchains is a major barrier to their adoption. As such, it is important to understand physical limits on how efficient they can be. I will present some basic limits on the efficiency of blockchains and discuss why existing designs operate far from these limits. I will also present a new protocol called Prism that provably operates near these physical limits."}, {"audience": "Beginning", "location": "OCCC W415D", "date": "Thursday, October 3, 2019", "start": "2:00 PM", "end": "2:30 PM", "title": "SP546: Social Engineering for Fun and Profit:  The Power of Persuasion", "description": "Social Engineering is the art of exploiting human trust to achieve a malicious objective [1] and one of the most effective attack vector for delivering malware.  Based on tried and tested offensive cybersecurity exercises, this presentation aims to build an ontology of the applied social engineering tactics by explaining their practicality in modern cybersecurity breaches and the lessons learned."}, {"audience": "Beginning", "location": "OCCC W222B", "date": "Thursday, October 3, 2019", "start": "2:15 PM", "end": "2:45 PM", "title": "TW553: Vital Voices: Lessons From One of the Most Powerful Networks of Women Leaders in the World", "description": "Vital Voices is a Global Network of thousands of women leaders that spans 181 countries. It began 22 years ago, far before technology had the ability to connect us. My talk will explore the leadership traits that unite the network across cultures, countries, and generations. I will share how the Network formed and spread with little technology, and the opportunity that tech presents in the future."}, {"audience": "All", "location": "OCCC W300", "date": "Thursday, October 3, 2019", "start": "2:15 PM", "end": "3:15 PM", "title": "Abie Award Series: Building on Your Vision & Impact (Student of Vision Award Winner Panel)", "description": "The Student of Vision Abie Award honors young women who are committed to creating a future where the people who envision and build technology mirror the people for which they build. Come hear from the 2016-2019 Award Winners about their work and how they continue to build on their vision and impact on the future of women technologists."}, {"audience": "Early Career", "location": "Hyatt Regency Ballroom O", "date": "Thursday, October 3, 2019", "start": "2:15 PM", "end": "3:15 PM", "title": "CR203: Have it Your Way: the Journey from Women Engineer to Startup Founder", "description": "Most women only see female founders after they've been highly successful, like Katrina Lake, CEO of Stitch Fix, who has an economics degree and MBA. What about women engineers? Learn from women who have collectively founded companies valued at over $100M to discuss what the founder journey looks like in the earlier stages of a startup for those with more diverse and engineering backgrounds."}, {"audience": "Student", "location": "Hyatt Regency Ballroom V", "date": "Thursday, October 3, 2019", "start": "2:15 PM", "end": "3:15 PM", "title": "CR202: Navigating the Tech Scene with a Disability", "description": "Being a minority, students with disabilities often feel they do not 'fit into' the tech scene. Panelists will describe their experiences disclosing disability in both education and employment settings and offer advice to others who are navigating these conversations. Participants will learn about strategies for advocacy, and ways to best support individuals with disabilities in the tech field."}, {"audience": "All", "location": "OCCC W308D", "date": "Thursday, October 3, 2019", "start": "2:15 PM", "end": "3:15 PM", "title": "CR241: How Universities are Creating New Pathways to Diversify Tech", "description": "The tech industry is booming and pervasive, with significant impact on individuals and society. This powerful industry should broadly represent those it affects, yet many groups remain underrepresented. Come hear a group of innovators who are changing the way CS is taught: providing new pathways into computing, changing the way we teach, creating a diverse applicant pool that tech can't ignore."}, {"audience": "Beginning", "location": "OCCC W304G", "date": "Thursday, October 3, 2019", "start": "2:15 PM", "end": "2:45 PM", "title": "HI526: Pallette: A Tongue-Computer Interface for the Mobility Impaired", "description": "In this presentation, you will learn about Pallette, an assistive technology developed for the mobility impaired. This open source tongue-computer interface is an electronic mouth guard that a quadriplegic can fit inside their mouth, enabling them to control their computer mouse cursors or mobile phones with their tongue movements. This talk focuses on its technical considerations and iterations."}, {"audience": "Advanced", "location": "OCCC W314A", "date": "Thursday, October 3, 2019", "start": "2:15 PM", "end": "2:45 PM", "title": "CS705: Publish Market Data with Apache Kafka", "description": "While publishing market data within Bloomberg, many teams face similar challenges: dealing with multiple interfaces, it's hard to monitor data delivery, and almost impossible to recover from previous states. Therefore, we have built a centralized publishing system based on Apache Kafka, as well as tools to make the system configuration-driven, support data recovery and provide health monitoring."}, {"audience": "All", "location": "OCCC Chapin Theater (Lvl 3)", "date": "Thursday, October 3, 2019", "start": "2:15 PM", "end": "3:00 PM", "title": "Fertility and The Future of Work", "description": "After spending $35,000 of her personal saving to undergo egg freezing, Tammy Sun was inspired to create Carrot Fertility, a fertility benefits solution for employers. Carrot’s program includes everything from egg freezing to IVF, gestational carrier services, and adoption. Come to this session to learn how to navigate fertility topics in the workplace and why access to fertility benefits will transform the future of work."}, {"audience": "Beginning", "location": "OCCC WF4", "date": "Thursday, October 3, 2019", "start": "2:15 PM", "end": "3:15 PM", "title": "SE577: From the Industry Experts: Let's Learn \"Go\"!", "description": "Go was designed at Google in 2007 and its presence has increased ever since as leading language in DevOps and cloud environments. This workshop will serve as an introduction to the language and a motivation to learn Go. We will cover the basics with small and fun exercises to be solved in pairs, and will point out to resources that the audience can use to keep learning after the workshop."}, {"audience": "Intermediate", "location": "OCCC W224A", "date": "Thursday, October 3, 2019", "start": "2:30 PM", "end": "3:00 PM", "title": "SE674: Better Together: The Inner Source Journey", "description": "When engineers collaborate and learn from each other's code, both the business and the engineers benefit. Engineers grow their skills, broaden their network, contribute to the common goal and take pride in tech. Business solutions are more complete, have higher quality and reach customers faster. We'll share Intuit's model and lessons learned in the journey to create an inner source community."}, {"audience": "Senior/Executive", "location": "Hyatt Regency Ballroom S", "date": "Thursday, October 3, 2019", "start": "2:30 PM", "end": "3:00 PM", "title": "CR404: The Seduction of Shiny Things-Squirrel!", "description": "We live in a world full of distractions - Squirrel! - that take us off track. Join me as we explore and identify why we get stuck and how to stay focused. Come learn about the Purpose Pie: Purpose, Strategy and Tactics through unpacking and reframing a real-world discussion about diversity. We can make faster progress on what matters most when we have a clear purpose and stick to it."}, {"audience": "Senior/Executive", "location": "Hyatt Orlando Ballroom L", "date": "Thursday, October 3, 2019", "start": "2:30 PM", "end": "3:30 PM", "title": "CR412: The Science Behind Authentic Executive Presence", "description": "Executive Presence is a critical factor for success and is said to account for over 25% of what it takes to get a promotion. It has nothing to do with becoming someone you're not. It's about being more of who you already are. We will share a 3-part science-backed model for Executive Presence that not only leaves room for you to be your authentic self but actually depends on your authenticity."}, {"audience": "Student", "location": "Hyatt Regency Ballroom R", "date": "Thursday, October 3, 2019", "start": "2:45 PM", "end": "3:15 PM", "title": "CR214: A Guide to Being Brave", "description": "Are you yearning for growth in your personal and professional life? Perhaps you already know your next goal or you feel yourself getting complacent, frustrated, even bored. You know to grow you'll have to take chances, mess up, and be brave. But how? Join this session to learn one simple guide to being brave."}, {"audience": "Beginning", "location": "OCCC W230C", "date": "Thursday, October 3, 2019", "start": "2:45 PM", "end": "3:45 PM", "title": "AZ507: Building Product that Developers Love", "description": "The rising influence of developers in business decisions makes it ever more critical to build products that developers love, but developers are rarely treated as customers. We've invited product leaders from developer-centric companies including AWS, Heroku, GitHub, and PayPal to share their tips and best practices for you to learn how to build developer-friendly products."}, {"audience": "All", "location": "Hyatt Plaza International Ballroom H", "date": "Thursday, October 3, 2019", "start": "2:45 PM", "end": "3:15 PM", "title": "CR124: The Bodacious Blend: Having a Career and a Life (while staying mentally stable)", "description": "Work/Life Balance - we hear about it all the time, but balancing never seems to work,.  What about a Bodacious Blend instead?   In a recent poll about American Mental Health, more than 2/3 of respondents had experienced a mental health problem in the past year.  In this highly personal talk, you will learn 10 tips and insights for \"blending\" instead of balancing to help reach your full potential."}, {"audience": "Intermediate", "location": "OCCC W224D", "date": "Thursday, October 3, 2019", "start": "2:45 PM", "end": "3:15 PM", "title": "IW655: Designing \"Things\" Architectures for Internet of Medical Things (IoMT) Frameworks", "description": "Internet of Medical Things (IoMT) refers to a network of connected medical devices, called \"Things\", which enables cloud-based solutions. Besides discussing the design requirements for developing intelligent \"Things\" for IoMT, this session will present 2 such proposed Application-Specific \"Things\" Architectures with results that show a promising scope of cost-effective  smart healthcare solutions."}, {"audience": "Intermediate", "location": "OCCC W311F", "date": "Thursday, October 3, 2019", "start": "3:00 PM", "end": "3:30 PM", "title": "DS626: Supply and Demand Characterization and Matching towards a Balanced Content Marketplace", "description": "Current recommendation systems aim to maximize user engagement but are not able to identify or address the gap between content creation and consumption. We propose methods to characterize supply and demand in content ecosystems, identify the gap via supply-demand analysis, and bridge the gap via improving the connectivity between creators and viewers that helps matching supply and demand."}, {"audience": "Student", "location": "Hyatt Plaza International Ballroom G", "date": "Thursday, October 3, 2019", "start": "3:00 PM", "end": "4:00 PM", "title": "CR234: Balancing the Scale: Shifting Interviews From Interrogation to Conversation", "description": "Improve your chances at hiring the right folks or being the right person hired! If you've struggled with imbalanced power dynamics or anxiety in interviews, we'll provide you with concrete, effective strategies to level the playing field and counter gender bias. Join us in this interactive workshop to gain clarity and tools to interview more confidently, on either side of the table."}, {"audience": "Beginning", "location": "OCCC W415A", "date": "Thursday, October 3, 2019", "start": "3:00 PM", "end": "4:00 PM", "title": "AI502: Ethical AI: Friends Working Together!", "description": "With the rapid rise of AI comes complex questions around the long-term effects on societal aspects like jobs, safety, diversity, inclusion, etc. This multi-generational panel will discuss how different cloud companies approach this topic in their solutions and will talk about how they should consider information privacy, data bias, and approaching these interactions with ethics at the forefront."}, {"audience": "Intermediate", "location": "OCCC W415D", "date": "Thursday, October 3, 2019", "start": "3:00 PM", "end": "3:30 PM", "title": "IM545: Building a Multiplayer Game with Web Sockets", "description": "What makes it possible for multiple computers to communicate in real time over a web browser? WebSockets! This talk will demonstrate building a multiplayer game by leveraging the socket.io library in a Node.js web application. Using key takeaways, attendees will learn how they can utilize web sockets in their own applications for real time communication."}, {"audience": "Mid-Career", "location": "Hyatt Regency Ballroom Q", "date": "Thursday, October 3, 2019", "start": "3:00 PM", "end": "3:30 PM", "title": "OT320: How Target is Increasing Diversity in Engineering Leadership", "description": "Learn how Target recognized the difficulty in recruiting and retaining female software engineers for senior management positions. Target wanted to do something about and reverse that trend. Hear how Target created the Engineering Management Immersion Program (eMIP), a 12-month program designed to bring under-represented groups, especially women, into the ranks of engineering leadership positions."}, {"audience": "All", "location": "OCCC WF1", "date": "Thursday, October 3, 2019", "start": "3:00 PM", "end": "5:00 PM", "title": "Open Source Day (OSD) Gallery Walk", "description": "Not able to attend Open Source Day (OSD), but want to see the awesome work we've been doing? Join us for the OSD Gallery Walk! During this time, you will have the opportunity to speak with the participants and view their work and meet the organizations behind the projects!"}, {"audience": "Beginning", "location": "OCCC W304C", "date": "Thursday, October 3, 2019", "start": "3:15 PM", "end": "3:45 PM", "title": "HI527: Insight Without Sight: Non-Visual Access to Data Visualization", "description": "Data visualization is inherently visual. Does that mean people with visual impairments or blindness (VIB) are out of luck? Not anymore. Join a blind Computer Scientist for a demonstration of sonification - an emerging technology that enables people with VIB to benefit from the same quantitative insights as their sighted peers."}, {"audience": "Beginning", "location": "OCCC W314A", "date": "Thursday, October 3, 2019", "start": "3:15 PM", "end": "3:45 PM", "title": "CS517: CloudOps: Don't do Cloud Without it", "description": "As with traditional DevOps, the Ops in CloudOps sometimes doesn't get the attention it deserves. But getting the Ops right may be the key to success in the Cloud and, ultimately, to happy customers. Applications designed with Cloud patterns and advanced Cloud platform capabilities combined with CloudOps best practices can provide unmatched availability, resiliency and flexibility."}, {"audience": "Intermediate", "location": "OCCC W315B", "date": "Thursday, October 3, 2019", "start": "3:30 PM", "end": "4:00 PM", "title": "ET640: Demystifying Blockchain and Distributed Trust", "description": "It is hard to sort through all the hype to know exactly what blockchain is.  This session will explain the goals of the original blockchain (Bitcoin), why that led to that design, and why that design does not actually yield the properties people assume.  This session will also discuss \"distributed trust\" and how that can be achieved with a non-blockchain solution."}, {"audience": "Intermediate", "location": "OCCC WF3", "date": "Thursday, October 3, 2019", "start": "3:30 PM", "end": "4:00 PM", "title": "DS635: Uncovering Human Trafficking Networks Through Text Analysis", "description": "Human trafficking is a form of modern-day slavery affecting around 40 million victims worldwide, primarily through the commercial sexual exploitation of women and children. We present a template matching algorithm for detecting organizations operating on adult service sites. This method provides a powerful capability for law enforcement to identify and gather evidence about trafficking operations."}, {"audience": "Early Career", "location": "Hyatt Regency Ballroom S", "date": "Thursday, October 3, 2019", "start": "3:30 PM", "end": "4:00 PM", "title": "CR227: Good Girls Aren't CEOs: How Gender Expectation Limits Innovation, Creativity, and Leadership", "description": "Explore the origins and implications of \"the Good Girl\",  a construct in culture with roots in our biology as well as our socio-historical past. Trouble is, she's still operating in us: the insidious need to be perfect and liked, please others; whose source of confidence is not primarily embedded within but obtained outside herself. It's time to move beyond her 'shoulds' to create and lead freely."}, {"audience": "All", "location": "OCCC W415B", "date": "Thursday, October 3, 2019", "start": "3:30 PM", "end": "5:30 PM", "title": "Information Session on AnitaB.org Membership Program", "description": "Information meeting session about the benefits a person would get upon joining AnitaB.org Membership Program"}, {"audience": "Early Career", "location": "Hyatt Regency Ballroom R", "date": "Thursday, October 3, 2019", "start": "3:45 PM", "end": "4:45 PM", "title": "CR239: Me Inc. - Be the CEO of Your Career", "description": "We all are entrepreneurs and business owners. You, me, each of us owns and runs a company that we can't sell, hand in trust, outsource or neglect. It's our career. Let's strategize together how you can steer your career like a CEO runs a business - in a focused, resourceful and goal-oriented way. You will walk out of the room with a personal action plan to successfully manage your very own Me Inc."}, {"audience": "Mid-Career", "location": "Hyatt Regency Ballroom V", "date": "Thursday, October 3, 2019", "start": "3:45 PM", "end": "4:15 PM", "title": "CR313: Amplify Your Influence: A Step by Step Guide to Organizational Impact", "description": "You want to make large-scale organizational impact, but don't know where to start? Grassroots movement communities, working groups and collective events are effective ways to spread your vision across your organization and make your mark. In this talk, we will explore a step-by-step guide to drive success. You will leave with an inspiring personal roadmap to get started now!"}, {"audience": "All", "location": "Hyatt Plaza International Ballroom H", "date": "Thursday, October 3, 2019", "start": "3:45 PM", "end": "4:15 PM", "title": "CR116: Creative Genius - Keeping Your Competitive Edge!", "description": "To be competitive, it's important to creatively respond to unanticipated challenges, make connections, adapt and improve. The good news is that the brain is built for creative problem solving and it's easy to uncover natural inventiveness. For this, there are techniques that foster relearning creativity. The audience will learn how to practice these techniques through real-life examples."}, {"audience": "All", "location": "OCCC W307D", "date": "Thursday, October 3, 2019", "start": "3:45 PM", "end": "4:45 PM", "title": "ACM Student Research Competition - Semifinalist Presentations (graduate)", "description": "Support student researchers: Come to the ACM Student Research Competition semi finalists presentations. Three graduate students will present their research project in front of a panel of judges. Finalists will win a medal and a cash prize offered by the ACM SRC."}, {"audience": "Beginning", "location": "OCCC W224D", "date": "Thursday, October 3, 2019", "start": "3:45 PM", "end": "4:15 PM", "title": "IW533: Modeling the Physical to the Digital World", "description": "IoT projects today start from a things-centric approach -- connecting physical devices to the cloud. However, there is great value in first modeling the physical environment before adding devices. In this talk, we will discuss the concept of the \"digital twin\": a virtual representation  of a physical environment that brings in data from a variety of sources."}, {"audience": "Early Career", "location": "Hyatt Regency Ballroom O", "date": "Thursday, October 3, 2019", "start": "3:45 PM", "end": "4:15 PM", "title": "CR226: Women in Tech Need Sponsors Too", "description": "Often find yourself heads down, fingers on the keyboard or supporting everyone else? Women in tech, more than ever, need someone to be their sponsor. We will discuss what mentorship and sponsorship are and how they differ. Recent research shows, we need voices in the rooms, women and male allies, to pound the table when we aren't there. Sponsors are the missing puzzle piece to career advancement."}, {"audience": "All", "location": "OCCC Chapin Theater (Lvl 3)", "date": "Thursday, October 3, 2019", "start": "4:00 PM", "end": "4:45 PM", "title": "Considerations of Emerging Technology for Policy and Citizenry", "description": "Executives from leading tech companies discuss privacy and trust related issues which should be top of mind to policymakers and subject matter experts as emerging technologies evolve, including the vital role women technologists play in shaping the future of these technologies and the policy that regulates them. The session will provide an informed point of view on emerging tech to watch from a privacy and innovation perspective. From blockchain to machine learning, considerations of data privacy, data access, data use, and trust are common threads. This is intended as a premier learning opportunity for our invited Congressional Delegation."}, {"audience": "Intermediate", "location": "OCCC W304G", "date": "Thursday, October 3, 2019", "start": "4:00 PM", "end": "4:30 PM", "title": "CS621: Not Just Functions: A 360-Degree Guide to Serverless and FaaS", "description": "This paper presents a comprehensive guide to Serverless and FaaS concepts in cloud computing and the industry best practices. It contrasts FaaS with PaaS and lists down a set of applicable use cases with concrete examples. The challenges faced by cloud developers and vendors security implications, the paper concludes with the pros and cons and anticipated improvements."}, {"audience": "Beginning", "location": "OCCC W415D", "date": "Thursday, October 3, 2019", "start": "4:00 PM", "end": "4:30 PM", "title": "SP543: Cross Account Protection: Working Together to Improve User Security", "description": "Cross Account Protection (CAP) is a new product that relies on emerging industry standards to build inter-operable mechanisms of protecting connected accounts across different identity providers, apps, and websites. We will examine the vulnerabilities that this product addresses, how it does so, and the importance of user understanding when introducing a new security measure to user accounts."}, {"audience": "Intermediate", "location": "OCCC W222B", "date": "Thursday, October 3, 2019", "start": "4:00 PM", "end": "4:30 PM", "title": "CS622: Achieve Enterprise Agility at Edge Locations by adopting Kubernetes, Spinnaker and Unimatrix", "description": "On demand deployment is a huge issue that many large enterprises seek to solve. Target went from delivering software to 1850 stores just 3 times a year to multiple times daily. By containerizing securely, adopting orchestration platform (Kubernetes) with continuous deployment tool (Spinnaker), and building deployment engine (Unimatrix), Target achieved the agility needed at the edge locations."}, {"audience": "Mid-Career", "location": "Hyatt Orlando Ballroom L", "date": "Thursday, October 3, 2019", "start": "4:00 PM", "end": "4:30 PM", "title": "CR314: Considering a Career Break? Career Options & Tips for Restarting", "description": "Many technically skilled women take career breaks. We will discuss options for restarting your career and planning tips. Options include returning to the same field or starting in an adjacent/related field. During your break, nurture your network, keep up with technical developments, and maintain your technical jargon fluency. Restarting a technical career can be daunting, but you can do this!"}, {"audience": "Early Career", "location": "Hyatt Regency Ballroom Q", "date": "Thursday, October 3, 2019", "start": "4:00 PM", "end": "5:00 PM", "title": "OT208: Intersectional Sponsorship When Leadership At Your Organization Doesn't Look Like You", "description": "The value of sponsorship versus mentorship is well known, but what about the value of intersectional sponsorship? Finding and fostering it is a beneficial solution for employees with teams that don't reflect their identities. The panel will unpack how to make intersectional sponsorship successful, how to set up a program, and how it can work in tandem with informal shared-identity mentorship."}, {"audience": "All", "location": "OCCC W308D", "date": "Thursday, October 3, 2019", "start": "4:00 PM", "end": "5:00 PM", "title": "CR242: Building Your Professional Persona", "description": ""}, {"audience": "Intermediate", "location": "OCCC W224A", "date": "Thursday, October 3, 2019", "start": "4:00 PM", "end": "5:00 PM", "title": "SE606: Digital Transformation: Disrupt or Be Disrupted", "description": "Today's competitive landscape require leading edge innovative companies to use the power of technology to reimagine their business processes, core capabilities, and customer engagements to drive customer satisfaction, revenue and profitability. Learn how to adapt in this ever-changing world and embrace the disruption as an opportunity for reinvention of your business or risk being disrupted."}, {"audience": "Intermediate", "location": "OCCC W304C", "date": "Thursday, October 3, 2019", "start": "4:15 PM", "end": "4:45 PM", "title": "HI648: Accessibility and Universal Design in PBS KIDS Digital Development", "description": "Join PBS KIDS Digital accessibility experts as they share the insights they've discovered in their mission to deliver content for the widest possible audience. Consider ways you can produce engaging, accessible, inclusive experiences, including which new technologies can be leveraged and how you can help everyone play and learn."}, {"audience": "Intermediate", "location": "OCCC W314A", "date": "Thursday, October 3, 2019", "start": "4:15 PM", "end": "4:45 PM", "title": "DS627: AI Auto Part Demand Forecasting - How to Prevent Car (Part) Pile Ups", "description": "Spectra Premium Industries is a North American leader in automotive aftermarket parts engineering, manufacturing, and distribution. Products require highly accurate forecasting months in advance due to production/supply lead times. IBM and Spectra Premium collaboratively designed a hybrid machine learning approach to predict demand for over 1000 part numbers that outperforms their existing system."}, {"audience": "Beginning", "location": "OCCC W230C", "date": "Thursday, October 3, 2019", "start": "4:15 PM", "end": "4:45 PM", "title": "AZ539: Developers Do More than Code: An Engineer's Guide to Creating Amazing Experiences", "description": "As a developer starting in the industry, you have the knowledge and tools to write code for almost anything. But have you stopped to consider how you'll directly impact the product or features customers use? In this talk, Hulu's Billie Sue Chafins will discuss how developers can have a direct impact on product development through the lens of shipping Hulu's Live Guide."}, {"audience": "Early Career", "location": "Hyatt Regency Ballroom S", "date": "Thursday, October 3, 2019", "start": "4:30 PM", "end": "5:00 PM", "title": "CR220: Empower the Next Generation: Supporting K-12 Education as an Industry Professional", "description": "In an increasingly technologically-driven world, there are not enough computer science teachers to educate the next generation. Teaching as an industry professional is not only feasible, it is a fulfilling, impactful opportunity that can transform your career. We propose that every female engineer can and should teach coding for K-12 students, and we provide resources for how to get involved."}, {"audience": "Senior/Executive", "location": "Hyatt Plaza International Ballroom G", "date": "Thursday, October 3, 2019", "start": "4:30 PM", "end": "5:30 PM", "title": "CR413: Driving 10x Scale: Amplifying Others Through Coaching", "description": "Expand your leadership repertoire by learning how to effectively coach. Join us for this deep-dive to learn how to empower others to perform to their best potential and enable them tackle specific problems. You will leave with an understanding of how coaching fits into your broader leadership toolbox and how to facilitate effective coaching discussions."}, {"audience": "All", "location": "Hyatt Plaza International Ballroom D", "date": "Thursday, October 3, 2019", "start": "4:30 PM", "end": "6:00 PM", "title": "Reception Celebrating Black Women in Technical Roles", "description": "Promote and support black women technologists from industry, government, and academia. This reception event gives this community of women a chance to broaden their networks, connect with strong role models, and celebrate their accomplishments."}, {"audience": "Intermediate", "location": "OCCC W311F", "date": "Thursday, October 3, 2019", "start": "4:30 PM", "end": "5:00 PM", "title": "DS633: Applying NLP to Software Engineering: the Case of Classifying Security Bug Reports", "description": "Identifying security bug reports (SBRs) is a vital step in the software development lifecycle. In supervised machine learning based approaches, it is usual to assume that entire bug reports are available for training and that their labels are noise free. We show that accurate label prediction is possible for SBRs even when solely the title is available and in presence of label noise."}, {"audience": "Intermediate", "location": "OCCC W315B", "date": "Thursday, October 3, 2019", "start": "4:30 PM", "end": "5:00 PM", "title": "AI614: The Story of Smart Compose: The Gmail Model That Loved Thanksgiving (Repeat)", "description": "Millions of emails are written each week in Gmail, and they all start with an empty box. Smart Compose introduced AI-powered suggestions to help users write. From fighting an ML model with a deep love for Thanksgiving to mitigating gender bias in suggestions, there are some interesting stories to tell. Join Smart Compose engineers to hear why a billion characters saved per week didn't come easily."}, {"audience": "Mid-Career", "location": "Hyatt Regency Ballroom V", "date": "Thursday, October 3, 2019", "start": "4:45 PM", "end": "5:15 PM", "title": "CR310: Personal Branding - How to Stand Out and Be Unforgettable", "description": "Everyone has a personal brand - it's our reputation - how the world sees us. A strong brand can help advance careers, while a weak one can hold us back. How we market ourselves defines how others view our worth in the workplace and beyond. Great brands don't just happen. They take focus, planning and hard work. Learn how to build and leverage an effective brand to achieve professional success in tech."}, {"audience": "Early Career", "location": "Hyatt Regency Ballroom O", "date": "Thursday, October 3, 2019", "start": "4:45 PM", "end": "5:15 PM", "title": "CR229: Exerting Influence Without Authority", "description": "Have you struggled with getting people to do what you want when you have no authority over them? This feat seems nearly impossible. But there is hope! Not only is it possible, exerting influence without authority is one of the core skills of effective leadership. Learn how to use influence to go beyond mere compliance and gain enthusiastic cooperation from teams and individuals."}, {"audience": "Beginning", "location": "OCCC W224D", "date": "Thursday, October 3, 2019", "start": "4:45 PM", "end": "5:15 PM", "title": "AI514: Building a Multi-domain Chatbot With Artificial Intelligence (Repeat)", "description": "At Travelers we wanted to design a chatbot that could reduce the conversation volume for our technical support center. To achieve this, we've built a multi-domain chatbot to integrate various chatbots within a single conversation. In this talk we will explain how we customized an open source chatbot framework with state-of-the-art AI models and unique features to build a multi-domain chatbot."}, {"audience": "All", "location": "Hyatt Plaza International Ballroom H", "date": "Thursday, October 3, 2019", "start": "4:45 PM", "end": "5:15 PM", "title": "CR118: Women in Agile: The Sprint to Success", "description": "Did you know research shows women have less confidence and fewer opportunities to fit into engineering culture and inside teams? Female engineers are used to feeling outnumbered, making it often feel like there aren't enough opportunities to grow and have impact. Come learn how Agile Development can help secure your seat at the table, find your motivation, and achieve career satisfaction."}, {"audience": "Advanced", "location": "OCCC W304G", "date": "Thursday, October 3, 2019", "start": "5:00 PM", "end": "5:30 PM", "title": "CS707: Edge Computing and Hybrid Cloud Solutions", "description": "The next wave of computing that powers modern digital transformation is Hybrid Computing, where applications can leverage computing, data services and resources wherever they are best suited based on what they need. This session focuses on how hybrid computing enables us to break beyond the limitations imposed by traditional IT solutions and public clouds to enable and accelerate innovation."}, {"audience": "Intermediate", "location": "OCCC WF3", "date": "Thursday, October 3, 2019", "start": "5:00 PM", "end": "5:30 PM", "title": "HI651: Accessibility Curricula Collaboration Fostering Employable Student Skills (MU ACCESS)", "description": "Industry is actively recruiting people who can create products everyone can use, but they cannot find trained talent due to a significant skills gap. MU ACCESS will help students obtain accessibility technical skills to fill that gap. SMART Device kits and an occupied SMART Dorm should excite students about innovative problem-solving, foster real-world connections and support future employability."}, {"audience": "Intermediate", "location": "OCCC W222B", "date": "Thursday, October 3, 2019", "start": "5:00 PM", "end": "5:30 PM", "title": "AZ660: Up for the Reliability Challenge: Scoping Reliability for IoT products and Organizations", "description": "There are standardized models for hardware and software reliability independently. However, there is no single model that governs reliability at the digital and physical convergence. How does a Product Manager approach scoping reliability systems specific for their product? This talk introduces the 3P Mindset: Predict, Proact, Progress and best practices for developing reliability strategies."}, {"audience": "-", "location": "Hyatt Windermere Ballroom X", "date": "Thursday, October 3, 2019", "start": "5:00 PM", "end": "6:30 PM", "title": "TEF Reception", "description": ""}, {"audience": "Intermediate", "location": "OCCC W415D", "date": "Thursday, October 3, 2019", "start": "5:00 PM", "end": "5:30 PM", "title": "SP667: Emerging Attacks on Mobile Applications", "description": "The exponential rise in use of mobile technologies is also providing new attack surface for cyber criminals. This presentation will cover emerging mobile threats, ways to detect them, and technical guidance to mitigate the underlying vulnerabilities.  It concludes by describing best practices for a sustainable mobile application security program."}, {"audience": "Student", "location": "Hyatt Orlando Ballroom L", "date": "Thursday, October 3, 2019", "start": "5:00 PM", "end": "5:30 PM", "title": "CR216: Cracking the Internship Code: A Crash Course for Students Starting Out in Tech", "description": "Students are always told to \"get an internship\", but no one really shows them how. In this session, you'll learn how to set yourself up for success throughout your college career, how to find internships designed for early college students, and how to discover opportunities beyond big-name tech companies. You'll also learn valuable tips on applying and interviewing to find the best roles for you."}], "Friday, October 4, 2019": [{"audience": "Invite Only", "location": "OCCC W209C", "date": "Friday, October 4, 2019", "start": "8:00 AM", "end": "6:00 PM", "title": "Hoppers Lounge", "description": "The Hoppers Lounge is a room where Hoppers only can take breaks, and chat with other Hoppers."}, {"audience": "All", "location": "Hyatt Windermere Z", "date": "Friday, October 4, 2019", "start": "9:00 AM", "end": "11:00 AM", "title": "Professional Development Leadership Workshop: Technical Storytelling and Influential Communication", "description": "Tired of having your best ideas get shot down or subtly ignored? The best leaders are skilled communicators. One of their secrets is storytelling, even for technical presentations. They also confidently describe a strategic vision for the future to gain support. In this master class, you’ll learn to reframe ideas into strategic visions and build support through technical storytelling."}, {"audience": "Beginning", "location": "OCCC W414A", "date": "Friday, October 4, 2019", "start": "9:00 AM", "end": "10:00 AM", "title": "SP576: Privacy Engineering for Everyone", "description": "The new General Data Privacy Regulation (GDPR) brought data privacy to the forefront in the last year.  Privacy engineering, as part of the overall product development lifecycle is paramount to ensuring compliance with the new regulations.  This workshop will present the basics of privacy engineering and demonstrate, through a privacy engineering exercises, that we all can be privacy engineers."}, {"audience": "Advanced", "location": "OCCC W224A", "date": "Friday, October 4, 2019", "start": "9:00 AM", "end": "9:30 AM", "title": "SE714: API Specification Driven Testing: Enabling Faster Releases with Higher Quality", "description": "Does your team encounter issues like test scalability, maintainability and tests being out of sync with API Specification?  Spending a lot of time writing tests for different data combinations? Come learn about our new test strategy and a framework that has been developed, with the API specification being the driver and how it couples the potential of Behavioral Driven and Property based testing."}, {"audience": "Intermediate", "location": "OCCC W415B", "date": "Friday, October 4, 2019", "start": "9:00 AM", "end": "10:00 AM", "title": "AI682: Start Your Engines! Reinforcement Learning with AWS DeepRacer", "description": "Interested in getting hands-on experience with reinforcement learning as applied to autonomous driving? Participants will build and train machine learning models that they can then take to the track for a chance to climb the AWS DeepRacer League leaderboard. No prior machine learning experience is required â€“ just Python development knowledge and a thirst for fun and excitement!"}, {"audience": "Invite Only", "location": "Rosen Centre Salon 1", "date": "Friday, October 4, 2019", "start": "9:00 AM", "end": "12:00 PM", "title": "Driving 5050 by 2025 Alliance Meeting (Invite Only)", "description": "Achieving intersectional parity in tech is no small task and will require a coordinated effort across organizations and sectors. This invite-only meeting will provide insight into the 5050 by 2025 strategy and efforts of AnitaB.org."}, {"audience": "-", "location": "OCCC W300", "date": "Friday, October 4, 2019", "start": "9:00 AM", "end": "10:00 AM", "title": "Abie Award Series: Journey of an Outsider - From Newly-Minted PhD to Associate Professor", "description": "Thamar candidly discusses her experience with faculty job search as a researcher with undergrad & grad education from Mexico. She shares high & lows of a 15 year career in the US, including receiving a CAREER award from the NSF and the Emerging Leader Abie Award. Topics include having children on tenure track, switching jobs & restarting a research program, serving as chair for a major conference."}, {"audience": "Student", "location": "OCCC W221C", "date": "Friday, October 4, 2019", "start": "9:00 AM", "end": "2:00 PM", "title": "Student Lounge", "description": "The Student Lounge is a fun, interactive space where students can gather between sessions. The space will feature comfortable seating and student-focused amenities. The Student Lounge will be open throughout the conference for students to convene, mingle, and relax. They may stop by anytime they like."}, {"audience": "All", "location": "OCCC 202B", "date": "Friday, October 4, 2019", "start": "9:00 AM", "end": "9:45 AM", "title": "TM132: A Balancing Act: How to Define Your Priorities and Be Your Most Productive Self", "description": "Are you consistently exhausted at the end of the week? Never have enough time to run errands or meet with friends? If so, you may be too busy. Or it's possible that you just haven't found the right balance.Join this tech meetup and learn how to reach your goals, prioritize your well-being, find balance both at home and work, and discover strategies to be your happiest and most productive self."}, {"audience": "Faculty", "location": "OCCC W209B", "date": "Friday, October 4, 2019", "start": "9:00 AM", "end": "2:00 PM", "title": "Faculty Lounge", "description": "The Faculty Lounge is a place for faculty and academic staff to informally network, catch up on work, and grab a snack or drink. The Faculty Lounge will be open throughout the conference where faculty and any other attendees with an Academic registration can come relax and take a break."}, {"audience": "Advanced", "location": "OCCC WF4", "date": "Friday, October 4, 2019", "start": "9:00 AM", "end": "10:00 AM", "title": "DS717: Prototype to Production: How to Scale your Deep Learning Model", "description": "With increasingly complex Deep Learning models and datasets, AI practitioners are faced with escalating training times, and hence lower productivity. In thisinteractive hands-on workshop, we will scale a prototype to production quality in 60 minutes. Starting with a popular recommender system* we will explore techniques to drastically improve performance and reduce training time by about 35x"}, {"audience": "All", "location": "Hyatt Plaza International Ballroom H", "date": "Friday, October 4, 2019", "start": "9:00 AM", "end": "10:00 AM", "title": "CR110: Accept and Adapt  - Climbing the Corporate Ladder", "description": "One secret of success is failure! Great leaders turn setbacks into victories and obstacles into opportunities. Being able to accept and adapt can help one triumph over failure.Organizational change, workplace discrimination or major health issue often derails your career trajectory. A panel of technical women will share strategies to help prepare and position you for these challenges."}, {"audience": "Invite Only", "location": "OCCC W306A", "date": "Friday, October 4, 2019", "start": "9:00 AM", "end": "2:00 PM", "title": "Membership Special Lounge (Inaugural Offer)", "description": "An exclusive lounge space that provides a premium experience for members of the AnitaB.org Membership Program. It is a comfortable place to \"camp out\" between sessions and meet people; and also a compelling reason for Grace Hopper Conference attendees to immediately join AnitaB.org Membership Program."}, {"audience": "All", "location": "OCCC Chapin Theater (Lvl 3)", "date": "Friday, October 4, 2019", "start": "9:00 AM", "end": "9:45 AM", "title": "The Imagination Coefficient: Leadership in Counterterrorism & Cyber from West Point to Wall Street", "description": "From my days as a West Point cadet to my current role leading Morgan Stanley’s Cybersecurity Fusion Center, the journey included combat deployments in Iraq and Afghanistan, two tours at the White House, and over a decade at the National Security Agency. With a front row seat at several of the most impactful events in recent history, I’ve learned the importance of leveraging the power of imagination to build and lead world-class teams to confront our most complex threats. I’ll talk about the importance of the imagination coefficient; how I’ve applied it to technology, cybersecurity, and counterterrorism; and how each of us can grow our own imagination to deal with the challenges of our generation. ​"}, {"audience": "Student", "location": "Hyatt Regency Ballroom O", "date": "Friday, October 4, 2019", "start": "9:00 AM", "end": "9:30 AM", "title": "CR215: How to Intern:  6 Golden Nuggets to a More Rewarding Internship Experience", "description": "Are you interning for the first time? Or Are you a seasoned intern going in for a second round? Interning can be a nerve-racking experience. But it's also an exciting time with opportunities for growth. This talk is meant to provide actionable items & advice to students to help them make the most out of their internship experiences as they take a break from school to go explore the 'real world'!"}, {"audience": "All", "location": "OCCC Hall WA3", "date": "Friday, October 4, 2019", "start": "9:00 AM", "end": "2:00 PM", "title": "GHC Expo", "description": "GHC Expo is one of the most highly attended functions. It serve as an influential platform for companies, academics, governments, and industry experts to come together, share and learn information, hire qualified talents, network and build business relationships among women technologists. GHC Expo has hundreds of career fair and interview booths including poster sessions and Technology Showcase."}, {"audience": "-", "location": "OCCC W230C", "date": "Friday, October 4, 2019", "start": "9:00 AM", "end": "10:00 AM", "title": "REACH Workshop", "description": "Coming Soon!"}, {"audience": "All", "location": "Hyatt Regency Ballroom V", "date": "Friday, October 4, 2019", "start": "9:00 AM", "end": "9:30 AM", "title": "CR120: Leading Decisions that Stick", "description": "The ability to effectively make decisions is one of the most important capabilities of high performing teams, and yet the decision-making process is consistently rated as a weakness by product development teams. In this presentation, you'll learn how to lead a decision meeting, and the steps you should take to ensure that decisions stick."}, {"audience": "Invite Only", "location": "OCCC W305", "date": "Friday, October 4, 2019", "start": "9:00 AM", "end": "2:00 PM", "title": "Speaker Lounge", "description": "GHC speakers are invited to rest and recharge before and after their sessions. Another opportunity to network with other speakers or get some quiet time."}, {"audience": "Mid-Career", "location": "Hyatt Regency Ballroom R", "date": "Friday, October 4, 2019", "start": "9:00 AM", "end": "10:00 AM", "title": "AC321: So You're Full: Now What?", "description": "This workshop will help later-career faculty to understand and assess the range of options before them, including traditional \"ladder\"\u009d roles, other academic administrative roles, non-academic leadership roles, and less formal leadership roles. The workshop will focus on new skills and self-insights that may be required for these roles, and on resources for gaining these skills and insights."}, {"audience": "Intermediate", "location": "OCCC W315B", "date": "Friday, October 4, 2019", "start": "9:45 AM", "end": "10:15 AM", "title": "TW675: Leveling the Playing Field: Building an Inclusive Fitness App", "description": "How does a brand that began as a fitness app for elite cyclists adapt to include a more diverse user base? The answer lies in community-led feedback. Strava, the social network for +38M athletes around the world, incorporates user recommendations into its features by launching inclusive software additions, like adding new activity types designed for athletes who rely on handcycles and wheelchairs."}, {"audience": "Beginning", "location": "OCCC W415A", "date": "Friday, October 4, 2019", "start": "9:45 AM", "end": "10:15 AM", "title": "VR558: Rapid Prototyping for Augmented Reality Experiences", "description": "Our goal with this presentation is to demystify Augmented Reality and how to work with it. As an emerging technology, AR can be intimidating to begin working on. How and where do you even start? You can get a foothold in creating AR experiences by prototyping and experimenting with the technologies. In this presentation, we will share how we approach AR prototyping in our work at Google."}, {"audience": "-", "location": "OCCC W304C", "date": "Friday, October 4, 2019", "start": "9:45 AM", "end": "10:45 AM", "title": "Moving the Needle Towards 50/50: A Partnership Between AnitaB.org and Treehouse", "description": "Coming Soon!"}, {"audience": "Early Career", "location": "Hyatt Orlando Ballroom L", "date": "Friday, October 4, 2019", "start": "9:45 AM", "end": "10:15 AM", "title": "CR222: Designing a Happy Career & Loving Your Work", "description": "Career growth in a landscape of AI, Robots? Let's get into the driver's seat with your Wildly Important Goal (W.I.G.) and press the gas pedal toward your dream destination. We'll examine the benefits of building tenure and explore lateral moves, stretch assignments, learning on the job, gaining new experiences, building your professional brand, and growing right where you are!"}, {"audience": "Intermediate", "location": "OCCC W222B", "date": "Friday, October 4, 2019", "start": "9:45 AM", "end": "10:15 AM", "title": "AZ659: Moving Atoms: Tech for Physical Operations (eCommerce and Beyond)", "description": "More companies than ever are focused on building products that support operations. Development of operational products requires a distinct skill set. This presentation will focus on some of the unique challenges of product development for operations and how to address them."}, {"audience": "Beginning", "location": "OCCC W308D", "date": "Friday, October 4, 2019", "start": "9:45 AM", "end": "10:45 AM", "title": "ET566: How to Program a Quantum Computer", "description": "Quantum computers will potentially solve a whole class of problems that are too difficult for even the most powerful computers that exist today.  Attendees of this workshop will learn how to program a quantum computer using our python based software development kit, Qiskit."}, {"audience": "Mid-Career", "location": "Hyatt Regency Ballroom S", "date": "Friday, October 4, 2019", "start": "9:45 AM", "end": "10:15 AM", "title": "CR308: From Service in Government to Service in Tech - the Importance of Getting it Right.", "description": "A former special assistant and spokesperson for President Obama, Smith will share her experiences raising a family while working at the highest levels of government, the private sector, and the technology industry. She'll discuss key lessons learned, the importance of building the right policies, and why diversity, civility and inclusion must be embedded in the DNA of any thriving organization."}, {"audience": "Beginning", "location": "OCCC W224D", "date": "Friday, October 4, 2019", "start": "9:45 AM", "end": "10:15 AM", "title": "OS535: Open Source Primer for N00Bs", "description": "So you're new to OSS!  Getting involved in open source differs from internal software development, and can look intimidating from the outside. A seasoned open source leader will share best practices on how to join a new project, learn the culture, successfully integrate your patches and features, build trust and influence, and be a good citizen by building up the community."}, {"audience": "All", "location": "Hyatt Plaza International Ballroom G", "date": "Friday, October 4, 2019", "start": "9:45 AM", "end": "10:45 AM", "title": "Being a Tech Woman Advocate", "description": "Many women don't realize how valuable their tech expertise and perspective is in the world of public policy. And still other women are ready to engage, but don't know how to get involved. Drop into this workshop for a crash course in civics, advocacy, and how to claim your seat at the table."}, {"audience": "Early Career", "location": "Hyatt Regency Ballroom O", "date": "Friday, October 4, 2019", "start": "10:00 AM", "end": "10:30 AM", "title": "CR218: Restricted Stock Units: Make the Most of Yours", "description": "Do you have Restricted Stock Units (RSUs) from your company, or have you received a job offer that includes them? Do you want to know how much they're worth, how they work, and what to do with yours? This talk will explain how they work, in public and private companies, provide a framework for making the best decisions with the RSUs you have or could negotiate for, and call out common mistakes."}, {"audience": "All", "location": "OCCC W307D", "date": "Friday, October 4, 2019", "start": "10:00 AM", "end": "12:00 PM", "title": "Information Session on AnitaB.org Membership Program", "description": "Information meeting session about the benefits a person would get upon joining AnitaB.org Membership Program"}, {"audience": "Student", "location": "Hyatt Regency Ballroom V", "date": "Friday, October 4, 2019", "start": "10:00 AM", "end": "10:30 AM", "title": "CR210: How to Pass Your Programming Interview", "description": "In this session, you will learn the format and expectations of a programming interview by watching a live mock interview between two ex-Google Software Engineers. Learn from interviewers what makes a candidate stand out and how interviewees can best showcase their programming ability."}, {"audience": "Beginning", "location": "OCCC W224A", "date": "Friday, October 4, 2019", "start": "10:00 AM", "end": "10:30 AM", "title": "SE550: What I Wish I Knew Before I Joined the Mob: Best Practices for Pair & Mob Programming", "description": "As developers who pair and mob full time, we have experienced firsthand the benefits that collaborative development can bring to a team: increased velocity, decreased ramp-up time, and improved morale. We will lay out our favorite tips and tricks to make collaboration work, and the things we wish we knew before we joined the mob."}, {"audience": "All", "location": "-", "date": "Friday, October 4, 2019", "start": "10:00 AM", "end": "12:30 PM", "title": "Poster Session 5: Cloud Computing, Comp Architecture, Hardware, Machine Learning, Mobile, OS, & more", "description": "Learn about the innovative technology the next generation is dreaming up on the following topics: Cloud Computing, Computer Architecture and Hardware Engineering, Computer Graphics, Databases/Information Retrieval/Data Mining, Hardware, Machine Learning, Mobile Technologies, Open Source, Operating Systems, Algorithms and Data Structures, Organizational Transformation. For more detailed information, visit our website."}, {"audience": "All", "location": "Hyatt Regency Ballroom Q", "date": "Friday, October 4, 2019", "start": "10:15 AM", "end": "11:15 AM", "title": "AC106: Flowing, Not Forcing: Finding and Maintaining Authenticity as Black Women in Academia", "description": "Navigating the intersection of race and gender can be difficult for Black women in academia, especially when the lack of representation and proper support forces many to \"learn on the fly.\" This panel convenes Black women in diverse faculty positions to discuss experiences, considerations, balancing expectations with authenticity, and identifying when institution or career changes are necessary."}, {"audience": "All", "location": "Hyatt Plaza International Ballroom H", "date": "Friday, October 4, 2019", "start": "10:30 AM", "end": "11:00 AM", "title": "CR123: Career Changers: Pros and Cons of Starting Over", "description": "With the boom of coding bootcamps and the availability of material claiming that anyone can be a self-taught dev, it is increasingly common to see fresh devs of all ages and backgrounds. But what happens next?  Are skills from other fields transferable to the tech sector? Is it true that anyone can code? We'll go through the pros and cons of starting over by answering those questions."}, {"audience": "Mid-Career", "location": "Hyatt Regency Ballroom R", "date": "Friday, October 4, 2019", "start": "10:30 AM", "end": "11:30 AM", "title": "CR324: Improvise! The Art of Leadership", "description": "If leadership is an art, how do you want to grow as an artist?  Leveraging the powerful principles of improvisation, this engaging and interactive workshop introduces a new, creative way for leaders at all levels to amplify their impact. Learn to bring greater creativity and intention to how you listen, interact, and build relationships at work. You'll gain skills and courage - and have some fun!"}, {"audience": "Intermediate", "location": "OCCC W311F", "date": "Friday, October 4, 2019", "start": "10:30 AM", "end": "11:00 AM", "title": "DS624: CLICK ME! Predicting Spam and Other Cyber Attacks Using Seasonal Time Series Data", "description": "Predicting attacks before they occur is at the frontier of cybersecurity. Historical data can be used to model an attacker's pattern of life to predict timing of future events. In this talk, I will describe a novel algorithm developed to fit seasonal, inhomogeneous models. I will show its performance relative to standard time series fitting methods and discuss other applications of the algorithm."}, {"audience": "Beginning", "location": "OCCC W415D", "date": "Friday, October 4, 2019", "start": "10:30 AM", "end": "11:30 AM", "title": "SP509: CYA (Cover Your A$$ets):  Protecting Your Hard-Earned Money in the Cloud", "description": "Stuffing money under your mattress seems appealing given the countless news stories about data breaches, cyber incidents, and fraud.  The cloud opens a world of convenience and access - but, can we trust the security of the technology?Leaders from financial services, FinTech, security vendors and Public Cloud providers will discuss the challenges of protecting your assets in \"The Cloud.\"\u009d"}, {"audience": "All", "location": "OCCC 202B", "date": "Friday, October 4, 2019", "start": "10:30 AM", "end": "11:15 AM", "title": "TM131: Women in Mobile Development", "description": "Mobile app development teams are usually pretty small, so this is the perfect opportunity to expand your network and meet other iOS and Android developers! All skill levels welcome. We'll talk about how to get started, our varied experiences in industry, best practices, favorite architecture patterns, testing frameworks, finding support in the community, and more."}, {"audience": "-", "location": "OCCC W300", "date": "Friday, October 4, 2019", "start": "10:30 AM", "end": "11:30 AM", "title": "Abie Award Series:  5 Reasons to Work at a Startup (Panel)", "description": ""}, {"audience": "All", "location": "Hyatt Regency Ballroom S", "date": "Friday, October 4, 2019", "start": "10:45 AM", "end": "11:45 AM", "title": "CR108: #WhatWouldChadDo: Negotiate, Navigate, and Neutralize Situations", "description": "Studies show women tend to follow the rules more closely than men, do not push for salary increases at the same rate as men, and underestimate the value of networking to get ahead. This panel shares how women can negotiate and navigate with more confidence, and how we can encourage women to ask for more. Let's take a page out of our male colleagues' playbook and ask ourselves \"#WhatWouldChadDo?\""}, {"audience": "All", "location": "OCCC Chapin Theater (Lvl 3)", "date": "Friday, October 4, 2019", "start": "10:45 AM", "end": "11:30 AM", "title": "Becoming An Influential Female Leader In Technology", "description": "Now is the time for women to break into tech. At the same time it's no secret that women don't have the easiest path. They're underrepresented, often treated differently than their male peers and receive pushback if they speak up about the issues they face. As a female in tech, mother and rising entrepreneur, I want to talk how we can build next generation of female leaders in the tech industry."}, {"audience": "Student", "location": "Hyatt Orlando Ballroom L", "date": "Friday, October 4, 2019", "start": "10:45 AM", "end": "11:45 AM", "title": "CR237: Job Crafting 101:  Simple Steps to Creating Your Best Career", "description": "Wondering what's next and how you can bring more joy, meaning, and value to your work? Need ideas on how to reinvigorate you career? In this interactive workshop, you will reframe some of your work tasks and gain ideas and insight from other attendees using three job crafting techniques. These new skills will empower you in your work ensuring a better fit with your values, strengths, and passions."}, {"audience": "Advanced", "location": "OCCC W314A", "date": "Friday, October 4, 2019", "start": "10:45 AM", "end": "11:15 AM", "title": "ET709: Quantum Hardness of Learning Shallow Circuits", "description": "We study the quantum learnability of shallow classical circuits by connecting quantum learning to quantum-secure pseudo-random functions. We show that if Learning with Errors is quantum-hard, then there is no efficient quantum learner for constant-depth polynomial-sized circuits (including a class of neural nets). This resolves one of Aaronson's \"Ten Semi-Grand Challenges for Quantum Computing\"."}, {"audience": "Beginning", "location": "OCCC W224D", "date": "Friday, October 4, 2019", "start": "10:45 AM", "end": "11:15 AM", "title": "OS536: How to Apply an Open Source Development Model to your Project", "description": "Open source processes have had a significant impact on technology over the past decade. This presentation will focus on applying the Open Source Development Model to any software project. It will cover how PatternFly, Red Hat's open interface project, uses open source principles throughout the stages of its life cycle. Finally, it will highlight the benefits of the open source community."}, {"audience": "Intermediate", "location": "OCCC W222B", "date": "Friday, October 4, 2019", "start": "10:45 AM", "end": "11:15 AM", "title": "AZ663: Product Design Principles in the Age of AI", "description": "AI-powered technology is changing the way customers interact with products, and ultimately changing design flows and interfaces. As a result, the principles of product design are evolving also. This talk details how product designers can adapt and apply product design principles to successfully incorporate AI technology into products."}, {"audience": "Intermediate", "location": "OCCC W415A", "date": "Friday, October 4, 2019", "start": "10:45 AM", "end": "11:15 AM", "title": "VR681: Advances in Augmented Reality: Innovative Applications using HoloLens2", "description": "With recent growth in wearable Augmented Reality (AR) devices, industries are exploring ways to harness its power. This talk will discuss utilizing AR advances using HoloLens2 to incorporate intuitive interaction models (hand/eye tracking), using cloud for compute and AI (Azure remote rendering service, cognitive services) and create collaborative real-time experiences with Azure spatial anchors."}, {"audience": "Early Career", "location": "Hyatt Regency Ballroom O", "date": "Friday, October 4, 2019", "start": "11:00 AM", "end": "11:30 AM", "title": "CR231: Bringing the Authentic Self: A Catalyst for Resilience", "description": "How does rejecting your authentic self affect your resilience at work? With women being one of the most pressured and underrepresented groups to leave aspects of themselves from work, we will examine the effects of rejecting the authentic self and its relation to resilience and self-care."}, {"audience": "All", "location": "Hyatt Regency Ballroom V", "date": "Friday, October 4, 2019", "start": "11:00 AM", "end": "11:30 AM", "title": "CR128: Been Called Emotional or Aggressive? Take it as a Compliment!", "description": "How being emotional and/or aggressive, the two words you were told to never be, can give you an edge amongst men in tech. Higher emotional intelligence and tenacity have been shown to be more effective toward achieving success in the workplace and in entrepreneurship. When utilized correctly, it's an unstoppable combination. The only challenge now? Getting around the bias that surrounds both."}, {"audience": "Intermediate", "location": "OCCC WF4", "date": "Friday, October 4, 2019", "start": "11:00 AM", "end": "12:00 PM", "title": "SE692: Fast and Fearless: Shift Left in Automated Testing", "description": "Traditional testing methods isolate development and testing, making it a phased approach with long cycles. We want to enable development teams to deliver fast, frequent and fearless releases to customers. This workshop will cover the strategies and approaches using open source to make testing a continuous process and detect defects early in the delivery pipeline, enabling 10x developer speed."}, {"audience": "Intermediate", "location": "OCCC W415B", "date": "Friday, October 4, 2019", "start": "11:00 AM", "end": "12:00 PM", "title": "CS685: How to Do AI with Things That Fly", "description": "What's your favorite superpower? Ours is making things fly! We will do hands-on exercises using models to simulate a drone and AI to help it learn to fly on its own. Our goal is to get you excited about the engineering challenges and applications of deep learning and AI, and to set you up for success with maker projects and competitions after the conference. Bring your laptop!"}, {"audience": "Beginning", "location": "OCCC W315B", "date": "Friday, October 4, 2019", "start": "11:00 AM", "end": "11:30 AM", "title": "TW555: Engineers Talk Periods: Launching Female Health Tracking at Fitbit", "description": "The taboo around menstrual cycles is changing, but what's an engineer to do? Build period tracking into a mainstream health and fitness app! We'll discuss the successes and challenges the team faced. From getting comfortable saying the words period and ovulation on a mixed gender team, to typing up birth control options, to shipping: creating tech for women is empowering for our users and for us."}, {"audience": "All", "location": "OCCC W224A", "date": "Friday, October 4, 2019", "start": "11:00 AM", "end": "12:00 PM", "title": "How to Have a Successful GHC 20 CFP Submission", "description": "Join GHC conference leaders as they give you the behind-the-scenes hints, tips and best practices for getting your session, workshop or presentation accepted at GHC 2020."}, {"audience": "Intermediate", "location": "OCCC W304G", "date": "Friday, October 4, 2019", "start": "11:15 AM", "end": "11:45 AM", "title": "CS620: Living in a 5G ERA: Smart Cars, Smart Cities and AI", "description": "4G wireless network was a defining step in telecom, paving the way for mobile phones users to watch events such as the Olympics in real time. Now 4G, has reached an inflection point that can no longer support the growing data demands from new industry verticals. This workshop dives into what is 5G, its potential applications and its importance as a building block for the future of computing."}, {"audience": "Early Career", "location": "Hyatt Plaza International Ballroom G", "date": "Friday, October 4, 2019", "start": "11:15 AM", "end": "11:45 AM", "title": "CR230: Eat the Feedback: How to Effectively Receive Feedback from Your Teammates", "description": "Does getting constructive feedback make you feel a little queasy? Would you love to become someone that accepts feedback gracefully, learns from it quickly, and builds stronger relationships through the process? This presentation will help you determine if you could take feedback better, provide skills for accepting feedback in the moment, and give you tools for turning feedback into change!"}, {"audience": "Beginning", "location": "OCCC W308D", "date": "Friday, October 4, 2019", "start": "11:15 AM", "end": "12:15 PM", "title": "ET565: Introduction to Quantum Computing with Grover's Search", "description": "Quantum computing harnesses the laws of nature to enable new types of algorithms, impossible on traditional computers.In this hands-on quantum programming workshop you will learn one of the core quantum algorithms - Grover's search. You will implement it in Q# and see how it enables a quadratic speedup for search problems.Please bring a laptop. Find the materials at aka.ms/GHC19-GroverSearch."}, {"audience": "Intermediate", "location": "OCCC W304C", "date": "Friday, October 4, 2019", "start": "11:30 AM", "end": "12:00 PM", "title": "AI612: How to Train Your Robot with Deep Reinforcement Learning", "description": "Reinforcement learning is revolutionizing how we train robots to do tasks. If you learned how to do AI through deep learning projects and would like to apply AI to working with robots, this talk is for you! You will hear about controls algorithms, then learn how to generate simulation data and help robots learn complex tasks like walking using deep reinforcement learning."}, {"audience": "Beginning", "location": "OCCC W230C", "date": "Friday, October 4, 2019", "start": "11:30 AM", "end": "12:30 PM", "title": "OS571: Building Your First Chrome Extension", "description": "In this hands-on and technical workshop, you'll learn the basics of creating Chrome themes and extensions. You'll create a working theme and extension that you can share with friends or continue building on your own. Most importantly, you'll learn how to debug your extension and how to use developer tools to gain insight into the inner workings of the extensions that you're currently using."}, {"audience": "Intermediate", "location": "OCCC W311F", "date": "Friday, October 4, 2019", "start": "11:30 AM", "end": "12:00 PM", "title": "DS630: Enhancing Incident Management through Predictive Analysis", "description": "For any enterprise, ensuring system uptime is critical to competitive advantage and customer retention.  Volume of outages, Mean time to Acknowledge and Mean Time to Resolve are three key performance indicators (KPIs) impacting system uptime. Machine Learning (ML) algorithms allow organizations to better staff and remediate impending problems by predicting these KPIs to ensure system reliability."}, {"audience": "All", "location": "Hyatt Plaza International Ballroom H", "date": "Friday, October 4, 2019", "start": "11:30 AM", "end": "12:30 PM", "title": "CR109: Ageless Sisterhoods: Building Strong Intergenerational Relationships in the Workplace", "description": "In 2016 millennials surpassed generation X & baby boomers becoming the most populous workforce generation, but generation Z is not far behind. This panel brings together representatives from each generation: baby-boomer, X, millennial & Z to have an open, honest & empathetic discussion about what work means to us as women & how shared historical experiences have shaped the generations at large."}, {"audience": "Intermediate", "location": "OCCC W314A", "date": "Friday, October 4, 2019", "start": "11:45 AM", "end": "12:15 PM", "title": "ET637: Near-Term Applications of Quantum Computers", "description": "In classical computation, when early technologies dominated the computational landscape, an exponential growth of computational power was achieved with the advent of the transistor. Rapid technological progress may provide a breakthrough in quantum technology to allow simulation of problems beyond the abilities of current classical devices. Applications of such quantum devices is our focus here."}, {"audience": "Beginning", "location": "OCCC W222B", "date": "Friday, October 4, 2019", "start": "11:45 AM", "end": "12:15 PM", "title": "AZ541: Disagree and Commit: Collaboration and Healthy Tension between Product Managers and Engineers", "description": "Collaboration is critical for product development, but it can be one of the hardest parts of your job. In this talk, we'll demystify professional collaboration through real-world scenarios and tangible tips. Along the way, we'll dispel the misconception that disagreement is negative, and we'll provide a framework for channeling disagreement into productivity."}, {"audience": "Intermediate", "location": "OCCC W415A", "date": "Friday, October 4, 2019", "start": "11:45 AM", "end": "12:15 PM", "title": "VR678: The Revolution of Spatial Computing:  Emerging Design Frontiers in VR/AR", "description": "As the technical feasibility of the VR/AR  industry continues to grow, so does its integration with Spatial Computing. However designing for this new medium can be vastly more difficult when you donâ€™t understand the road ahead. These new design frontiers are paramount in the advancement of immersive technologies: Object Integrity, Multi-user Experiences, and Content Flexibility and Accessibility."}, {"audience": "All", "location": "Hyatt Regency Ballroom Q", "date": "Friday, October 4, 2019", "start": "11:45 AM", "end": "12:15 PM", "title": "AC115: The WiTNY Winternship: Addressing a Catch 22 in Closing the Gender Gap in Tech", "description": "Summer internships are the single largest predictor of landing a great job upon graduation yet students from socio-economically challenged backgrounds are caught in a 'Catch 22'. Since they cannot afford to participate in 'unpaid' activities, they don't gain the experience needed to land their first 'paid' one. The Winternship creates a new door to opportunity when the traditional one is closed."}, {"audience": "Mid-Career", "location": "Hyatt Regency Ballroom O", "date": "Friday, October 4, 2019", "start": "12:00 PM", "end": "12:30 PM", "title": "CR318: Labor Force: Survive and Thrive Your Maternity at Work", "description": "\"Labor Force\" celebrates women's strength during child delivery and recognizes the importance of women's participation in the labor force. The session will reveal unspoken truths about working motherhood and provide a blueprint to have a fulfilling career and a thriving family, based on interviews with C-level working moms. Women should never again worry about motherhood derailing their careers."}, {"audience": "All", "location": "Hyatt Windermere Z", "date": "Friday, October 4, 2019", "start": "12:00 PM", "end": "2:00 PM", "title": "Professional Development Leadership Workshop:Technical Storytelling and Influential Communication-R", "description": "Tired of having your best ideas get shot down or subtly ignored? The best leaders are skilled communicators. One of their secrets is storytelling, even for technical presentations. They also confidently describe a strategic vision for the future to gain support. In this master class, you’ll learn to reframe ideas into strategic visions and build support through technical storytelling."}, {"audience": "Student", "location": "Hyatt Regency Ballroom V", "date": "Friday, October 4, 2019", "start": "12:00 PM", "end": "12:30 PM", "title": "CR221: The Non-Traditional Techie: Writing Your Way Into Tech", "description": "Technical writing is a perfect fit for anyone who enjoys writing as much as they enjoy tough technical challenges, but it often goes unmentioned as a career choice for students and workers in STEM. Come hear from two seasoned technical writers about this unique path into the tech industry that blends strong communication skills with technical aptitude. It might just be the right path for you!"}, {"audience": "All", "location": "Hyatt Plaza International Ballroom D", "date": "Friday, October 4, 2019", "start": "12:00 PM", "end": "1:30 PM", "title": "Luncheon Celebrating Systers Community", "description": "Systers is the world’s largest online community of women technologists. The event gives Systers members the opportunity to connect in person, broaden their networks, celebrate their accomplishments, and offers new women a chance to join the community."}, {"audience": "All", "location": "OCCC W300", "date": "Friday, October 4, 2019", "start": "12:00 PM", "end": "1:00 PM", "title": "Abie Award Series: Advancing Neurotechnologies - From Building Circuits to Leading Clinical Trials", "description": "Disorders of the brain exemplify issues the world faces today that cannot be confined within disciplinary boundaries. Engineers and data scientists are highly sought in interdisciplinary teams to take on healthcare challenges and to advance neurotechnologies. This talk will describe the experiences of one electrical engineer, who leads clinical trials to improve neurotherapeutic systems."}, {"audience": "All", "location": "OCCC W208C", "date": "Friday, October 4, 2019", "start": "12:00 PM", "end": "1:30 PM", "title": "Researchers Lunch", "description": "This lunch brings together researchers from industry, labs and academia (graduate students and faculty). Come and meet your fellow researchers and connect, inspire and guide."}, {"audience": "Student", "location": "Hyatt Regency Ballroom R", "date": "Friday, October 4, 2019", "start": "12:00 PM", "end": "1:00 PM", "title": "CR204: Demystifying Careers in Data Science", "description": "Over the past several years, the explosive growth in demand for data scientists has led to confusion over titles and and roles, which have become inconsistent and ill-defined across the industry. This panel will discuss the relationship between industry and the phrase \"data science,\"\u009d including thoughts on how to navigate one's career as a data scientist in a field which is quickly changing."}, {"audience": "All", "location": "Hyatt Orlando Ballroom L", "date": "Friday, October 4, 2019", "start": "12:15 PM", "end": "1:15 PM", "title": "CR111: Mental Illness in the Workplace: How to Have an Honest, Real Conversation", "description": "According to the National Institute of Mental Health, 1 in 5 adults in the U.S. experiences mental illness each year. And yet, the stigma of mental illness leaves us wondering: how do we talk about it? This panel gives employees and managers the conversational tools to discuss mental illness, ask for and give accommodations, and respond to mental health needs with support and compassion."}, {"audience": "Early Career", "location": "Hyatt Plaza International Ballroom G", "date": "Friday, October 4, 2019", "start": "12:15 PM", "end": "12:45 PM", "title": "CR219: An Atypical Career Path: Film to Games to AR to R&D- How Engineering & Art Enhance Each Other", "description": "In \"An Atypical Career Path: Film to Games to AR to R&D,\" Maggie Oh will cover how her career in various art and engineering roles have allowed her to be fulfilled in games, film VFX, AR, and R&D. She'll go over how she forged her own career track; how to build a supportive network along the way; and how being aware of the glass cliff is the first step to avoiding it in the first place."}, {"audience": "Advanced", "location": "OCCC W304G", "date": "Friday, October 4, 2019", "start": "12:15 PM", "end": "12:45 PM", "title": "CS702: Scaling Microsimulation Modeling in the Cloud", "description": "Over the past several years, the Office of Technology and Data Science at The Urban Institute has been working to lift compute resources to the cloud. By leveraging cloud compute, we have increased the number of runs possible by day by a minimum factor of 65. This paper focuses on what it takes to deploy such a model to the cloud, and what is required to scale a large number of jobs."}, {"audience": "Beginning", "location": "OCCC W414A", "date": "Friday, October 4, 2019", "start": "12:15 PM", "end": "1:15 PM", "title": "TW578: Exclusive Tips for Inclusive Design", "description": "Electronic toothbrushes sound like a dentist's dream, but there were more factors considered during its design. Using inclusive design principles, learn how accessible technologies have helped people with disabilities and improved design practices. In this workshop, participants will learn to create products using inclusive design principles and collaborate to prototype new accessible features."}, {"audience": "Mid-Career", "location": "Hyatt Regency Ballroom S", "date": "Friday, October 4, 2019", "start": "12:15 PM", "end": "12:45 PM", "title": "CR309: Tough Talks in The Workplace: Conversations You Don't Love But Need to Advance Your Career", "description": "To advance your career, you must be your own best advocate, especially as a woman in technology. And part of that is facing difficult dialogues with a strategy and confidence. Learn powerful approaches and tips to tackle crucial but challenging conversations in the workplace, such as negotiating a pay increase, promotion or new role, as well as ideas to advance your career today."}, {"audience": "Beginning", "location": "OCCC W311F", "date": "Friday, October 4, 2019", "start": "12:30 PM", "end": "1:00 PM", "title": "DS518: A Survey of Data Science Applications in Retail", "description": "As a consumer, have you ever wondered what the life stages of a retail product are? At Macy's, a product is touched by dozens of algorithms from its conception to the clearance rack: from determining how to allocate it across 600+ stores to how to affect in-season sales by tweaking the price and marketing. In this talk we'll explore a survey of models used in retail to inform the above decisions."}, {"audience": "Beginning", "location": "OCCC W415B", "date": "Friday, October 4, 2019", "start": "12:30 PM", "end": "1:30 PM", "title": "VR579: Experience your First VR design.", "description": "Virtual Reality is an emerging technology and the focus of the hands-on workshop is to create awareness about human perceptions like spatial audio, head tracking, acceleration, cone of vision etc. Participants will learn by applying these design principles to a real-world design challenge while creating low fidelity design prototypes that can be experienced through a VR web viewer or VR headset."}, {"audience": "Beginning", "location": "OCCC W224A", "date": "Friday, October 4, 2019", "start": "12:30 PM", "end": "1:30 PM", "title": "SE510: Embedding Social Responsibility and Ethics into the Engineering Lifecycle", "description": "Social responsibility exists at the periphery of the tech industry, starting with limited ethics classes in CS curricula and later codified in engineering practices and company culture. This panel brings together software engineers, data scientists, product managers, AI researchers, and policy specialists to discuss the societal impacts of what we build and how we build it."}, {"audience": "All", "location": "OCCC Chapin Theater (Lvl 3)", "date": "Friday, October 4, 2019", "start": "12:30 PM", "end": "1:15 PM", "title": "Innovation from the Margins: Lessons from a Worker Movement", "description": "Too often, technology has been used to solve primarily for efficiency, convenience, and profit. Through her work with the National Domestic Workers Alliance (NDWA), Palak Shah has been pioneering the use of technology for equity and opportunity. Palak will share lessons from the past five years innovating from the margins at NDWA Labs and building its flagship portable benefits product, Alia."}, {"audience": "Intermediate", "location": "OCCC W304C", "date": "Friday, October 4, 2019", "start": "12:30 PM", "end": "1:00 PM", "title": "AI608: Developer Productivity in AI and Robotics: The Baseline Ecosystem", "description": "Joelle and Neeti will present the tooling ecosystem required to make rapid progress in developing autonomous systems. This ecosystem ensures developers can keep pace with industry and are courageous enough to make risky changes that bring breakthroughs. We share challenges encountered,  key lessons learned, and simple ways you can bring such tools to your project."}, {"audience": "Beginning", "location": "OCCC W222B", "date": "Friday, October 4, 2019", "start": "12:45 PM", "end": "1:15 PM", "title": "AZ538: The Business of Robotics: How Emerging Technologies Can Drive Change and Sustainability.", "description": "Robotic industry veteran Sandy Agnos outlines a novel approach to robotics. AI & IoT give opportunities for productivity optimization within global industries. Learn how the value of robots drives efficiency, which can lead to sustainability. Leave knowing what to look for in business partners, how to gain robotic adoption, and strategy for expanding your product portfolio and market eco-system."}, {"audience": "All", "location": "Hyatt Regency Ballroom Q", "date": "Friday, October 4, 2019", "start": "12:45 PM", "end": "1:45 PM", "title": "AC107: Understanding Retention Trends for Underrepresented Groups in United States CS Programs", "description": "The Association for Computing Machinery (ACM) Education Board formed a committee on retention to examine and address the retention of women and other underrepresented groups (URGs), specifically in four-year post-secondary CS programs in the U.S. This panel will use the backdrop of the committee to discuss findings, potential interventions, and what might work best for reaching parity in CS."}, {"audience": "Advanced", "location": "OCCC W415A", "date": "Friday, October 4, 2019", "start": "12:45 PM", "end": "1:15 PM", "title": "VR716: Inclusive Augmented Reality Face Augmentation", "description": "Camera, Camera on the phone, who is the fairest of us all? We'll discuss lessons we learned to ensure machine learning fairness while building Google ARCore's Face Augmentation framework. We'll address steps beyond training ML models: collecting and storing data securely, labeling without bias, and measuring fairness. We'll provide a quick tutorial of how you can use the face augmentation feature."}, {"audience": "Beginning", "location": "OCCC W314A", "date": "Friday, October 4, 2019", "start": "12:45 PM", "end": "1:15 PM", "title": "ET521: How to Build a Trapped Ion Quantum Computer", "description": "We are currently building a commercial trapped ion quantum computer with record-breaking performance at Honeywell Quantum Solutions. In this introductory talk designed for a broad audience, we will discuss the necessary ingredients for a quantum computer, why trapped ions are excellent qubits, and how we use lasers, electronics, and other technologies to control the quantum state of trapped ions."}, {"audience": "Advanced", "location": "OCCC W230C", "date": "Friday, October 4, 2019", "start": "1:00 PM", "end": "2:00 PM", "title": "OS718: The Hitchhiker's Guide to Browser Developer Tools", "description": "Have you ever gotten stuck building a web application? Browser developer tools to the rescue! Knowing how to debug web applications at run-time is an essential skill for developers. While all major browsers offer great debugging capabilities, we will focus on Chrome to dissect and debug a web application. Don't panic! After this session, you will be a frood who really knows where her towel is."}, {"audience": "Advanced", "location": "OCCC W312C", "date": "Friday, October 4, 2019", "start": "1:00 PM", "end": "1:30 PM", "title": "CS706: A Low-Cost Lidar-Camera System For Unmanned Aerial Mapping Of Soil Microtopography", "description": "As global food demand is increasing rapidly, automation is pushing the agriculture industry into a new chapter, in which sensors and computing play a critical role. Accordingly, this article introduces a technological advancement to map and monitor physical soil characteristics using a multi-sensor solution from unmanned aerial vehicles (UAVs)."}, {"audience": "Student", "location": "Hyatt Regency Ballroom V", "date": "Friday, October 4, 2019", "start": "1:00 PM", "end": "1:30 PM", "title": "CR211: Why You Should Pursue Public Speaking and How to Get There", "description": "Starting a tech career as a minority is challenging. It could mean being the only one to speak against the popular opinion, or becoming more visible to get the same level of recognition. Public speaking helps you achieve that and more. This talk shares tips on how to overcome the fear and ways to get started. Attendees will be prepared to brace for presenting from a team meeting to a conference."}, {"audience": "Early Career", "location": "Hyatt Regency Ballroom O", "date": "Friday, October 4, 2019", "start": "1:00 PM", "end": "1:30 PM", "title": "CR209: Forging Your Own Path: How You Can Disrupt the Current Startup Paradigm", "description": "You've got a great idea for a startup, but then you see the hard data: 80% of VC funding goes to all-male teams and 70% of startups fail in their first 20 months. In this talk weâ€™ll discuss ways to upend the current startup paradigm, helping you build the business you, your team, and your customers want -- not the business Silicon Valley thinks you should have."}, {"audience": "Intermediate", "location": "OCCC W315B", "date": "Friday, October 4, 2019", "start": "1:00 PM", "end": "2:00 PM", "title": "ET601: Quantum Computing: Are We There Yet?", "description": "Our panel brings together many women who have been instrumental in key areas of quantum computing today.We will present an overview of quantum, dispel some myths, explain the challenges in building quantum computers, and engage in a lively debate about a range of topics including \"will we own a quantum laptop any time soon\" and what types of jobs and credentials will help you land a job in quantum"}, {"audience": "All", "location": "Hyatt Plaza International Ballroom H", "date": "Friday, October 4, 2019", "start": "1:00 PM", "end": "1:30 PM", "title": "CR119: Imposter Syndrome: Am I Ready to Mentor?", "description": "To mentor or not to mentor? Do women have what it takes? Male-centric mentoring articles compounded with female-centric Imposter Syndrome leaves many women believing they don't have enough information, skills or knowledge to be the mentor. The presenter will examine how Imposter Syndrome affects women's willingness to become a mentor and how women can change that formula."}, {"audience": "All", "location": "Hyatt Regency Ballroom S", "date": "Friday, October 4, 2019", "start": "1:15 PM", "end": "1:45 PM", "title": "CR126: Living By, With, and Through Impostor Syndrome", "description": "We are all struck by impostor syndrome.  Impostor syndrome is the phenomenon that one is underqualified, undeserving, and inadequate, even when there is overwhelming evidence to the contrary.  This talk will explore moments of impostor syndrome and introduce four steps to overcoming impostor syndrome and owning success."}, {"audience": "Intermediate", "location": "OCCC WF3", "date": "Friday, October 4, 2019", "start": "1:15 PM", "end": "1:45 PM", "title": "AZ661: Deliver Successful AI Products: Going Beyond the Code", "description": "From the lack of high-quality training data to optimizing for the wrong metrics, numerous subtle problems can undermine the success of AI products. As Product Managers, it is our role to bridge the gap between AI research, engineering implementation, and ensure successful product delivery. Join us to learn how you can lead your teams to deliver AI products that customers trust."}, {"audience": "Intermediate", "location": "OCCC W304G", "date": "Friday, October 4, 2019", "start": "1:15 PM", "end": "1:45 PM", "title": "CS617: Integrated Cloud Cockpit: Making Surveillance and Maintenance of Oil Pipelines Practicable", "description": "This presentation unboxes the world of Integrated Cloud Cockpits, that provide a seamless environment for developing next generation intelligent applications. We present an empirical study on how surveillance and predictive maintenance of oil pipelines is made practicable, by employing collaborative services provided by such cockpits."}, {"audience": "Mid-Career", "location": "Hyatt Plaza International Ballroom G", "date": "Friday, October 4, 2019", "start": "1:15 PM", "end": "1:45 PM", "title": "CR315: Individual Contributors - Career Success Within Your Grasp!", "description": "We will bust the myth that breaking the glass ceiling is possible only through a Management career path. We highlight the Individual Contributor(IC) career journey to influential leadership roles through the shared experiences of the two speakers. We hope to inspire women who love technology to pursue an IC career path and become influential leaders by sharing our personal experiences."}, {"audience": "Beginning", "location": "OCCC W224D", "date": "Friday, October 4, 2019", "start": "1:15 PM", "end": "1:45 PM", "title": "AZ537: Growing a Software Product from Infancy to Adulthood", "description": "Software products, like people, come in all shapes and sizes - and maturities. Rarely is software launched without room to grow, and rarely has stable software not endured its own growing pains. In this talk, we'll review both the obvious and the overlooked aspects of building, releasing, and supporting software and gain a more holistic view of what it means to have a \"mature\" software product."}, {"audience": "Intermediate", "location": "OCCC W304C", "date": "Friday, October 4, 2019", "start": "1:30 PM", "end": "2:00 PM", "title": "AI613: AI Model Monitoring", "description": "In order to detect issues in AI models and minimize negative impact on LinkedIn business metrics, an end-to-end monitoring system for machine learning models is needed. Within this document, we define a set of metrics to quantify AI models' issues and demonstrate technical details for detecting and summarizing signals for model performance degradation and feature distribution changes."}, {"audience": "Intermediate", "location": "OCCC W311F", "date": "Friday, October 4, 2019", "start": "1:30 PM", "end": "2:00 PM", "title": "DS632: Using AI to Augment Fashion Authority - A Bandit Approach to Personalizing Fashion Looks", "description": "At Nordstrom, we strive to augment the fashion knowledge of our expert human stylists with machine learning algorithms. In this presentation, we’ll discuss how we leverage real-time system and multi-armed bandits as a strategy to learn and adapt to customers' ever-changing needs and make better outfit recommendations. We will also share key lessons learned building the system."}, {"audience": "Early Career", "location": "Hyatt Regency Ballroom R", "date": "Friday, October 4, 2019", "start": "1:30 PM", "end": "2:00 PM", "title": "CR232: Concrete Steps to Tech Entrepreneurship", "description": "Walk through the life cycle of a startup with real-world scenarios. Understand how to use a business model canvas, conduct customer validation, identify metrics to gauge value, build a founding team, create a go-to-market plan, launch an MVP, evaluate funding options and iterate on product market fit. The talk also covers best practices, insights, founder traps, and do's and don'ts for founders."}, {"audience": "All", "location": "OCCC Hall WA3", "date": "Friday, October 4, 2019", "start": "2:30 PM", "end": "4:15 PM", "title": "Friday Keynote: Nonny de la Peña and Dr. Vivienne Ming", "description": "Pioneering virtual, augmented, and mixed reality and inventing the genre of immersive journalism...\n\nExperimenting with whole new visions of work, education, innovation and inclusive economies to inform more human-centered policy…\n\nRevolutionizing cervical cancer screening in low resource communities…\n\nHarnessing the power of dance to inspire and support young women of color from low-income backgrounds to develop the confidence, skills, and awareness necessary to obtain STEM degrees...\n\nWe will change the world.  Come hear amazing women leaders, innovators and thought leaders at the GHC 19 Closing Keynote!"}, {"audience": "All", "location": "OCCC WE2", "date": "Friday, October 4, 2019", "start": "7:00 PM", "end": "11:00 PM", "title": "Evening Celebration", "description": "GHC is a wonderful opportunity to network and form professional connections, but the real value of GHC is the personal bonds that are created during four days surrounded by kindred spirits, listening and sharing and learning. The Evening Celebration is a place when thousands of women will let loose and dance into the late hours of the night."}]}